Repository: songify-rocks/Songify
Catalog: Songify Slim/Properties/Resources.*.resx
Languages: be_by, de_de, es, fr, it_it, nl, pl_pl, pt_pt, ru_ru

# sw_WebServer_StartWebServer
source: Start web server
be_by: Запусціць вэб-сервер
de_de: Webserver starten
es: Iniciar Servidor Web
fr: Démarrer le serveur Web
it_it: Avvia il server Web
nl: Webserver starten
pl_pl: Uruchom serwer WWW
pt_pt: Iniciar servidor web
ru_ru: Запустить веб-сервер

# sw_WebServer_OpenWebsite
source: Open website
be_by: Адкрыць вэб-сайт
de_de: Webseite öffnen
es: Abrir Sitio Web
fr: Ouvrir le site Web
it_it: Apri il sito web
pl_pl: Otwórz stronę internetową
pt_pt: Abrir site
ru_ru: Открыть веб-сайт

# Sw_System_OpenQueueOnStartup
source: Open queue window on startup
be_by: Адкрыць акно чаргі падчас запуску
de_de: Warteschlangenfenster beim Start öffnen
es: Abrir ventana de cola al iniciar
fr: Ouvrir la fenêtre de la file d'attente au démarrage
it_it: finestra della coda aperta all'avvio
nl: Open wachtrijvenster bij opstarten
pl_pl: Otwórz okno kolejki podczas uruchamiania
pt_pt: abrir janela de fila na inicialização
ru_ru: Открыть окно очереди при запуске

# Sw_intergration_AutoAnnounce
source: Automatically announce song to chat (uses the !song response)
be_by: Аўтаматычна аб'яўляць песню ў чаце (выкарыстоўваецца адказ !song)
de_de: Song automatisch im Chat ankündigen (verwendet die !song Antwort)
es: Anuncia automáticamente la canción para chatear (usa la respuesta !song)
fr: Annoncer automatiquement la chanson dans le chat (utilise la réponse !song)
it_it: Annuncia automaticamente la canzone nella chat (utilizza la risposta !song)
nl: Automatisch een liedje aankondigen in de chat (gebruikt het !song-antwoord)
pl_pl: Automatyczne ogłaszanie piosenki na czacie (używa odpowiedzi !song)
pt_pt: Anunciar música automaticamente no chat (usa a resposta !song)
ru_ru: Автоматически объявлять песню в чате (использует ответ !song)

# Sw_Integration_ManageRewards
source: Manage rewards
be_by: Кіраванне ўзнагародамі
de_de: Twitch Belohnungen verwalten
es: Administrar recompensas
fr: Gérer les récompenses
it_it: Gestisci i premi
nl: Beloningen beheren
pl_pl: Zarządzaj nagrodami
pt_pt: Gerenciar recompensas
ru_ru: Управление наградами

# Sw_Integration_MaxSrUser
source: Max SR / User (based on user level)
be_by: Макс. запытаў/карыстальнік (залежыць ад узроўню карыстальніка)
de_de: Max SR / Benutzer (basierend vom Level)
es: Solicitudes Máximas por Usuario (basado en el nivel de usuario)
fr: Demandes max / Utilisateur (basé sur le niveau d'utilisateur)
it_it: SR massimo/utente (in base al livello utente)
nl: Max. SR / Gebruiker (gebaseerd op gebruikersniveau)
pl_pl: Maks. SR / Użytkownik (w zależności od poziomu użytkownika)
pt_pt: Max SR/Usuário (com base no nível do usuário)
ru_ru: Макс. SR/пользователь (в зависимости от уровня пользователя)

# Sw_Integration_RefundOn
source: Refund when
be_by: Вяртанне сродкаў, калі
de_de: Rückerstattung wenn
es: Reembolsar cuando
fr: Rembourser quand
it_it: Rimborso quando
nl: Terugbetaling wanneer
pl_pl: Zwrot pieniędzy, kiedy
pt_pt: Reembolsar quando
ru_ru: Возврат, когда

# Sw_Integration_RefundUserLevelLow
source: User level is too low
be_by: Узровень карыстальніка занадта нізкі
de_de: Benutzerlevel ist zu niedrig
es: El nivel de usuario es demasiado bajo
fr: Le niveau d'utilisateur est trop bas
it_it: Il livello utente è troppo basso
nl: Gebruikersniveau is te laag
pl_pl: Poziom użytkownika jest zbyt niski
pt_pt: O nível do usuário é muito baixo
ru_ru: Уровень пользователя слишком низкий

# Sw_Integration_RefundUSerBlocked
source: User is blocked from SR
be_by: Карыстальнік заблакаваны
de_de: Der Benutzer ist für SR gesperrt
es: El usuario está bloqueado de SR
fr: L'utilisateur est bloqué des demandes
it_it: L'utente è bloccato da SR
nl: Gebruiker is geblokkeerd voor SR
pl_pl: Użytkownik ma zablokowany dostęp do SR
pt_pt: O usuário está bloqueado no SR
ru_ru: Пользователь заблокирован в SR

# Sw_Integration_RefundSpotifyNotConnected
source: Spotify is not connected
be_by: Spotify не падключаны
de_de: Spotify ist nicht verbunden
es: Spotify no está conectado
fr: Spotify n'est pas connecté
it_it: Spotify non è connesso
nl: Spotify is niet verbonden
pl_pl: Spotify nie jest połączone
pt_pt: Spotify não está conectado
ru_ru: Spotify не подключен

# Sw_Integration_RefundSongNotAvailable
source: Song is not available in region
be_by: Песня недаступная ў рэгіёне
de_de: Das Lied ist in der Region nicht verfügbar
es: La canción no está disponible en la región
fr: La musique n'est pas disponible dans la région
it_it: La canzone non è disponibile nella regione
nl: Nummer is niet beschikbaar in de regio
pl_pl: Utwór nie jest dostępny w regionie
pt_pt: A música não está disponível na região
ru_ru: Песня недоступна в регионе

# Sw_Integration_RefundSongTooLong
source: Song duration is too long
be_by: Працягласць песні занадта вялікая
de_de: Der Song ist zu lang
es: La duración de la canción es demasiado larga
fr: La durée de la musique est trop longue
it_it: La durata del brano è troppo lunga
nl: De duur van het liedje is te lang
pl_pl: Czas trwania utworu jest zbyt długi
pt_pt: A duração da música é muito longa
ru_ru: Продолжительность песни слишком велика

# Sw_Integration_RefundNoSongFound
source: No song was found
be_by: Песня не знойдзена
de_de: Es wurde kein Lied gefunden
es: No se encontró ninguna canción
fr: Aucune musique n'a été trouvée
it_it: Non è stata trovata alcuna canzone
nl: Er is geen nummer gevonden
pl_pl: Nie znaleziono żadnego utworu
pt_pt: Nenhuma música foi encontrada
ru_ru: Песня не найдена

# Sw_Integration_RefundAlways
source: always (make SR free)
be_by: заўсёды (зрабіць запыты дармовымі)
de_de: immer (SR frei machen)
es: Solicitudes de canciones gratis
fr: toujours (demandes gratuites)
it_it: Richieste di brani gratuiti
nl: Gratis liedverzoeken
pl_pl: Bezpłatne prośby o piosenki
pt_pt: sempre (tornar SR gratuito)
ru_ru: всегда (сделать SR бесплатным)

# Sw_Integtation_Tc_Accounts
source: Accounts
be_by: Уліковыя запісы
de_de: Konten
es: Cuentas
fr: Comptes
it_it: Conti
nl: Rekeningen
pl_pl: Konta
pt_pt: Contas
ru_ru: Учётные записи

# Sw_Integtation_Tc_Rewards
source: Rewards
be_by: Ўзнагароды
de_de: Belohnung
es: Recompensas
fr: Récompenses
it_it: Premi
nl: Beloningen
pl_pl: Nagrody
pt_pt: Recompensas
ru_ru: Награды

# Sw_Integtation_Tc_SongRequests
source: Song Requests
be_by: Запыты песень
de_de: Songwünsche
es: Solicitudes de Canciones
fr: Demandes de musiques
it_it: Richieste di brani
nl: Liedverzoeken
pl_pl: Prośby o piosenkę
pt_pt: Solicitações de músicas
ru_ru: Запросы песен

# Sw_SpotifySR_UnlimitedSRs
source: Unlimited song requests
be_by: Неабмежаваная колькасць запытаў
de_de: unbegrenzte Songwünsche
es: Solicitudes de canciones ilimitadas
fr: Demandes de musiques illimitées
it_it: richieste di brani illimitate
nl: Onbeperkt aantal liedjesverzoeken
pl_pl: Nielimitowane prośby o utwory
pt_pt: pedidos de músicas ilimitados
ru_ru: Неограниченные запросы песен

# mw_menu_View
source: View
be_by: Выгляд
de_de: Anzeige
es: Ver
fr: Voir
it_it: Visualizzazione
nl: Weergave
pl_pl: Pogląd
pt_pt: Visualizar
ru_ru: Вид

# mw_LiveOutputPlaceholder
source: Artist - Title
be_by: Выканаўца - Назва
de_de: Künstler - Titel
es: Artista - Título
fr: Artiste - Titre
it_it: Artista - Titolo
nl: Kunstenaar - Titel
pl_pl: Artysta – tytuł
pt_pt: Artista - Título
ru_ru: Исполнитель - название

# mw_menu_Twitch_CheckOnlineStatus
source: Check online status
be_by: Праверыць анлайн-статус
de_de: Live-Status prüfen
es: Verificar estado en línea
fr: Vérifier le statut
it_it: Controlla lo stato online
nl: Controleer online status
pl_pl: Sprawdź status online
pt_pt: Verifique o status on-line
ru_ru: Проверить онлайн-статус

# WinTitle_Queue
source: Song queue
be_by: Чарга песень
de_de: Song-Warteschlange
es: Cola de Canciones
fr: File d'attente des musiques
it_it: Coda di brani
nl: Liedwachtrij
pl_pl: Kolejka piosenek
pt_pt: Fila de músicas
ru_ru: Очередь треков

# s_Length
source: Length
be_by: Працягласць
de_de: Länge
es: Duración
fr: Longueur
it_it: Lunghezza
nl: Lengte
pl_pl: Długość
pt_pt: Comprimento
ru_ru: Длина

# s_Requester
source: Requester
be_by: Заказчык
de_de: von
es: Solicitante
fr: Demandeur
it_it: Richiedente
nl: Aanvrager
pl_pl: Osoba żądająca
pt_pt: Solicitante
ru_ru: Заказчик

# WinTitle_Blocklist
source: Blacklist
be_by: Спіс заблакаваных
de_de: Blockliste
es: Lista de Bloqueo
fr: Liste noire
it_it: Lista nera
nl: Zwarte lijst
pl_pl: Czarna lista
pt_pt: Lista negra
ru_ru: Чёрный список

# Sw_System_PrivacyHeader
source: Privacy
be_by: Прыватнасць
de_de: Privatsphäre
es: Privacidad
fr: Confidentialité
pl_pl: Prywatność
pt_pt: Privacidade
ru_ru: Конфиденциальность

# sw_tc_WebServer
source: Web server
be_by: Вэб-сервер
es: Servidor Web
fr: Serveur Web
it_it: Server web
pl_pl: Serwer internetowy
pt_pt: Servidor web
ru_ru: Веб-сервер

# sw_WebServer_AutoStart
source: Automatically start the web server
be_by: Аўтаматычна запускаць вэб-сервер
de_de: Webserver automatisch starten
es: iniciar servidor web automáticamente
fr: Démarrer automatiquement le serveur Web
it_it: Avvia automaticamente il server web
nl: De webserver automatisch starten
pl_pl: Automatycznie uruchom serwer WWW
pt_pt: Iniciar automaticamente o servidor web
ru_ru: Автоматически запускать веб-сервер

# sw_Config_ResetConfig
source: Reset config
be_by: Скінуць канфігурацыю
de_de: Konfiguration zurücksetzen
es: Restablecer Configuración
fr: Réinitialiser la configuration
it_it: Ripristina config
nl: Configuratie resetten
pl_pl: Zresetuj konfigurację
pt_pt: Redefinir configuração
ru_ru: Сбросить конфигурацию

# sw_Config_GetBetaUpdates
source: Get beta updates
be_by: Атрымліваць бэта-абнаўленні
de_de: Beta-Updates erhalten
es: Obtener actualizaciones de la beta
fr: Obtenir les mises à jour bêta
it_it: Ottieni aggiornamenti beta
nl: Ontvang bèta-updates
pl_pl: Pobierz aktualizacje wersji beta
pt_pt: Obtenha atualizações beta
ru_ru: Получать бета-обновления

# s_Save
source: Save
be_by: Захаваць
de_de: Speichern
es: Guardar
fr: Sauvez
it_it: Salva
nl: Redden
pl_pl: Ratować
pt_pt: Salvar
ru_ru: Сохранить

# s_Upload
source: Upload
be_by: Запампаваць
de_de: Hochladen
es: Subir
fr: Télécharger
it_it: Caricamento
nl: Uploaden
pl_pl: Wgrywać
pt_pt: Carregar
ru_ru: Загрузить

# s_Name
source: Name
be_by: Назва
es: Nombre
fr: Nom
it_it: Nome
nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Название

# s_Time
source: Time
be_by: Час
de_de: Zeit
es: Hora
fr: Temps
it_it: Tempo
nl: Tijd
pl_pl: Czas
pt_pt: Tempo
ru_ru: Время

# sw_Twitch_Rewards_CreateNewReward
source: Create new reward
be_by: Стварыць новую ўзнагароду
de_de: Neue Belohnung erstellen
es: Crear nueva recompensa
fr: Créer une nouvelle récompense
it_it: Crea nuova ricompensa
nl: Nieuwe beloning creëren
pl_pl: Utwórz nową nagrodę
pt_pt: Criar nova recompensa
ru_ru: Создать новую награду

# brw_ModSkip
source: Broadcaster / Moderator / Requester skipped the song
be_by: Стрымер / Мадэратар / Заказчык прапусціў песню
de_de: Streamer / Moderator / Requester hat das Lied übersprungen
es: Streamer / Mod / Solicitante saltó la canción
fr: Le diffuseur/modérateur/demandeur a sauté la chanson
it_it: L'emittente/moderatore/richiedente ha saltato la canzone
nl: De omroeper/moderator/aanvrager heeft het nummer overgeslagen
pl_pl: Nadawca/Moderator/Zgłaszający pominął utwór
pt_pt: Emissora/Moderador/Solicitante pulou a música
ru_ru: Стример / Модератор / Заказчик пропустил песню

# brw_Pos
source: Response for !pos command
be_by: Адказ на каманду !pos
de_de: Antwort auf den Befehl !pos
es: Respuesta del comando !pos
fr: Réponse pour la commande !pos
it_it: Risposta per il comando !pos
nl: Antwoord voor !pos-opdracht
pl_pl: Odpowiedź na polecenie !pos
pt_pt: Resposta para o comando !pos
ru_ru: Ответ на команду !pos

# brw_Next
source: Response for !next command
be_by: Адказ на каманду !next
de_de: Antwort auf den Befehl !next
es: Respuesta del comando !next
fr: Réponse pour la commande !next
it_it: Risposta per il comando successivo
nl: Antwoord voor !next commando
pl_pl: Odpowiedź na polecenie !next
pt_pt: Resposta para !next comando
ru_ru: Ответ на команду !next

# WinTitle_BotResponsesCommands
source: Bot Responses & Commands
be_by: Адказы і каманды бота
de_de: Bot-Antworten und -Befehle
es: Respuestas y Comandos del Bot
fr: Réponses et commandes du bot
it_it: Risposte e comandi del bot
nl: Botreacties en opdrachten
pl_pl: Odpowiedzi i polecenia botów
pt_pt: Respostas e comandos do bot
ru_ru: Ответы и команды бота

# brw_tc_Responses
source: Responses
be_by: Адказы
de_de: Antworten
es: Respuestas
fr: Réponses
it_it: Risposte
nl: Reacties
pl_pl: Odpowiedzi
pt_pt: Respostas
ru_ru: Ответы

# brw_tc_Commands
source: Commands
be_by: Каманды
de_de: Befehle
es: Comandos
fr: Commandes
it_it: Comandi
nl: Opdrachten
pl_pl: Polecenia
pt_pt: Comandos
ru_ru: Команды

# sw_Spotify_RewardSR
source: Reward for Song Requests
be_by: Узнагарода для запытаў песень
de_de: Belohnung für Songanfragen
es: Recompensa para Solicitar Canción
fr: Récompense pour les demandes de chansons
it_it: Ricompensa per le richieste di brani
nl: Beloning voor liedverzoeken
pl_pl: Nagroda za prośby o piosenkę
pt_pt: Recompensa por solicitações de músicas
ru_ru: Награда для запросов песен

# sw_Spotify_RewardSkip
source: Reward for Song Skip
be_by: Узнагарода для пропуску песень
de_de: Belohnung für Song-Skip
es: Recompensa para Saltar Canción
fr: Récompense pour le saut de chanson
it_it: Premio per il salto del brano
nl: Beloning voor het overslaan van een liedje
pl_pl: Nagroda za pominięcie utworu
pt_pt: Recompensa por pular música
ru_ru: Награда для пропуска песни

# sw_SpotifySR_SsrMovedToBotConfig
source: !ssr command moved to bot config
be_by: Каманда !ssr перанесена ў канфігурацыю бота
de_de: !ssr wurde in die Bot-Konfiguration verschoben
es: !ssr fue movido a la configuración del bot
fr: Commande !ssr déplacée vers la configuration du bot
it_it: Il comando !ssr è stato spostato nella configurazione del bot
nl: !ssr-opdracht verplaatst naar botconfiguratie
pl_pl: Komenda !ssr została przeniesiona do konfiguracji bota
pt_pt: Comando !ssr movido para configuração do bot
ru_ru: Команда !ssr перемещена в конфигурацию бота

# Sw_Integration_MinUserLevel
source: Minimum user level required for SR
be_by: Мін. узровень карыстальніка, неабходны для запыту
de_de: Für SR erforderliches Mindestbenutzerlevel
es: Nivel mínimo de usuario requerido para usar SR
fr: Niveau d'utilisateur minimum requis pour SR
it_it: Livello utente minimo richiesto per SR
nl: Minimaal vereist gebruikersniveau voor SR
pl_pl: Minimalny poziom użytkownika wymagany dla SR
pt_pt: Nível mínimo de usuário exigido para SR
ru_ru: Минимальный уровень пользователя, необходимый для SR

# sw_Integration_Twitch
source: Twitch account
be_by: Ул.запіс Twitch
de_de: Twitch-Konto
es: Cuenta de Twitch
fr: Compte Twitch
it_it: Conto Twitch
pl_pl: Konto na Twitchu
pt_pt: Conta Twitch
ru_ru: Twitch-аккаунт

# sw_Twitch_LogOut
source: Logout
be_by: Выйсці
de_de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it_it: Disconnettersi
nl: Uitloggen
pl_pl: Wyloguj
pt_pt: Sair
ru_ru: Выйти

# msgbx_BotAccount
source: Bot Account
be_by: Ул.запіс Бота
de_de: Bot-Konto
es: Cuenta de Bot
fr: Compte robot
it_it: Conto bot
pl_pl: Konto bota
pt_pt: Conta de bot
ru_ru: Бот-аккаунт

# mw_menu_SongRequests
source: Song Requests
be_by: Запыты песень
de_de: Songwünsche
es: Solicitudes
fr: Demandes de musiques
it_it: Richieste di brani
nl: Liedverzoeken
pl_pl: Prośby o piosenkę
pt_pt: Solicitações de músicas
ru_ru: Запросы песен

# msgbx_Yes
source: Yes
be_by: Так
de_de: Ja
es: Sí
fr: Oui
it_it: SÌ
nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да

# msgbx_No
source: No
be_by: Не
de_de: Nein
fr: Non
nl: Nee
pl_pl: NIE
pt_pt: Não
ru_ru: Нет

# Sw_Integration_StreamNotLifeNotification
source: Send offline notification to chat
be_by: Адправіць афлайн-паведамленне ў чат
de_de: Sende Offline-Benachrichtigung an den Chat
es: Enviar notificación en el chat cuando la transmisión no está en vivo
fr: Envoyer une notification hors ligne pour discuter
it_it: Invia una notifica offline per chattare
nl: Stuur offline melding naar chat
pl_pl: Wyślij powiadomienie offline do czatu
pt_pt: Enviar notificação off-line para bate-papo
ru_ru: Отправить офлайн-уведомление в чат

# brw_Song
source: Response for !song command
be_by: Адказ на каманду !song
de_de: Antwort auf den Befehl !song
es: Respuesta del comando !song
fr: Réponse pour la commande !song
it_it: Risposta al comando !song
nl: Antwoord op het commando !song
pl_pl: Odpowiedź na polecenie !song
pt_pt: Resposta para o comando !song
ru_ru: Ответ на команду !song

# brw_Refund
source: Text that gets added to the response if points are refunded
be_by: Адказ пасля вяртання балаў канала. (пуста, калі няма адказу)
de_de: Text, welcher der Antwort hinzugefügt wird, wenn Punkte zurückerstattet werden
es: Respuesta cuando se hayan reembolsado los puntos del canal. (vacío si no hay respuesta)
fr: Réponse lorsque les points de canal ont été remboursés. (vide pour aucune réponse)
it_it: Risposta quando i punti canale sono stati rimborsati. (vuoto per nessuna risposta)
nl: Reactie wanneer kanaalpunten zijn terugbetaald. (leeg als er geen reactie is)
pl_pl: Odpowiedź w przypadku zwrotu punktów kanałowych. (puste pole oznacza brak odpowiedzi)
pt_pt: Texto que será adicionado à resposta se os pontos forem reembolsados
ru_ru: Текст, который добавляется к ответу, если баллы возвращаются

# sw_tcSystem_lblLanguage
source: Language
be_by: Мова
de_de: Sprache
es: Idioma
fr: Langue
it_it: Lingua
nl: Taal
pl_pl: Język
pt_pt: Linguagem
ru_ru: Язык

# brw_cmd_remove
source: Removes the latest song request of the user.
be_by: Выдаляе апошні запыт песні ад карыстальніка.
de_de: Entfernt den letzten Musikwunsch des Benutzers.
es: Elimina la última solicitud de canción del usuario.
fr: Supprime la dernière demande de chanson de l'utilisateur.
it_it: Rimuove l'ultima richiesta di brano dell'utente.
nl: Verwijdert de laatste nummeraanvraag van de gebruiker.
pl_pl: Usuwa najnowszą prośbę użytkownika o utwór.
pt_pt: Remove a última solicitação de música do usuário.
ru_ru: Удаляет последний запрос песни пользователя.

# brw_cmd_songlike
source: Adds the current song to the playlist selected in Spotify config.
be_by: Дадае бягучую песню ў плэй-ліст, абраны ў канфігурацыі Spotify.
de_de: Fügt den aktuellen Titel der in der Spotify-Konfiguration ausgewählten Playlist hinzu.
es: Agrega la canción actual a la lista de reproducción seleccionada en la configuración de Spotify.
fr: Ajoute la chanson actuelle à la liste de lecture sélectionnée dans la configuration de Spotify.
it_it: Aggiunge il brano corrente alla playlist selezionata nella configurazione di Spotify.
nl: Voegt het huidige nummer toe aan de afspeellijst die is geselecteerd in de Spotify-configuratie.
pl_pl: Dodaje bieżący utwór do listy odtwarzania wybranej w konfiguracji Spotify.
pt_pt: Adiciona a música atual à lista de reprodução selecionada na configuração do Spotify.
ru_ru: Добавляет текущую песню в плейлист, выбранный в конфигурации Spotify.

# sw_SpotifySR_Userlevel_reward
source: Allowed user levels for SR reward
be_by: Дазволеныя ўзроўні карыстальнікаў для ўзнагароды запыту
de_de: Userlevel für SR-Kanalbelohnung
es: Niveles de usuario permitidos para la recompensa SR
fr: Niveaux d'utilisateurs autorisés pour la récompense SR
it_it: Livelli utente consentiti per la ricompensa SR
nl: Toegestane gebruikersniveaus voor SR-beloning
pl_pl: Dozwolone poziomy użytkowników dla nagrody SR
pt_pt: Níveis de usuário permitidos para recompensa SR
ru_ru: Разрешенные уровни пользователей для вознаграждения SR

# sw_tcSpotify_SongLikeLabel
source: Liked Songs Playlist
be_by: Плэй-ліст песень, што спадабаліся
es: Lista de reproducción de canciones favoritas
fr: Liste de lecture des chansons aimées
it_it: Playlist dei brani preferiti
nl: Afspeellijst met favoriete nummers
pl_pl: Lista odtwarzania ulubionych utworów
pt_pt: Lista de reprodução de músicas favoritas
ru_ru: Плейлист понравившихся песен

# sw_tc_Spotify_AddSongsToPlaylist
source: Add all song requests to the playlist
be_by: Дадаваць усе заказаныя песні ў плэй-ліст
de_de: Füge alle Musikwünsche zur Playlist hinzu
es: Agregar todas las solicitudes de canciones a la lista de reproducción
fr: Ajouter toutes les demandes de chansons à la liste de lecture
it_it: Aggiungi tutte le richieste di brani alla playlist
nl: Voeg alle liedverzoeken toe aan de afspeellijst
pl_pl: Dodaj wszystkie prośby o utwory do listy odtwarzania
pt_pt: Adicione todos os pedidos de música à lista de reprodução
ru_ru: Добавлять все заказанные песни в плейлист

# brw_SongNotFoundInPlaylist
source: Response when the song was not found in the allowed songs playlist
be_by: Адказ, калі песня не знойдзена ў плэй-лісце дазволеных песень
de_de: Antwort, wenn das Lied nicht in der Wiedergabeliste der zulässigen Lieder gefunden wurde
es: Respuesta cuando la canción no se encontró en la lista de reproducción de canciones permitidas
fr: Réponse lorsque la chanson n'a pas été trouvée dans la liste de lecture des chansons autorisées
it_it: Risposta quando il brano non è stato trovato nella playlist dei brani consentiti
nl: Reactie wanneer het nummer niet in de afspeellijst met toegestane nummers werd gevonden
pl_pl: Odpowiedź, gdy utwór nie został znaleziony na liście odtwarzania dozwolonych utworów
pt_pt: Resposta quando a música não foi encontrada na playlist de músicas permitidas
ru_ru: Ответ, когда песня не найдена в списке воспроизведения разрешенных песен

# brw_Remove
source: Response for !remove command
be_by: Адказ на каманду !remove
de_de: Antwort für den Befehl !remove
es: Respuesta al comando !remove
fr: Réponse à la commande !remove
it_it: Risposta per il comando !remove
nl: Reactie op de opdracht !remove
pl_pl: Odpowiedź na polecenie !remove
pt_pt: Resposta para o comando !remove
ru_ru: Ответ на команду !remove

# lang_pl
source: Polish
be_by: Польская
de_de: Polnisch
es: Polaco
fr: polonais
it_it: Polacco
nl: Pools
pl_pl: Polski
pt_pt: polonês
ru_ru: Польский

# lang_pt
source: Portuguese
be_by: Партугальская
de_de: Portugiesisch
es: portugués
fr: Portugais
it_it: portoghese
nl: Portugees
pl_pl: portugalski
pt_pt: Português
ru_ru: Португальский

# sw_Integration_ShowCreds
source: Show Credentials
be_by: Паказваць уліковыя даныя
de_de: Anmeldeinformationen anzeigen
es: Mostrar credenciales
fr: Afficher les informations d'identification
it_it: Mostra credenziali
nl: Toon referenties
pl_pl: Pokaż dane uwierzytelniające
pt_pt: Mostrar credenciais
ru_ru: Показать учетные данные

# sw_SpotifySR_BlockAllExplicit
source: Block all explicit songs
be_by: Блакаваць усе нецэнзурныя песні
de_de: Blockiere alle expliziten Lieder
es: Bloquear todas las canciones explícitas
fr: Bloquer toutes les chansons explicites
it_it: Blocca tutti i brani espliciti
nl: Blokkeer alle expliciete nummers
pl_pl: Blokuj wszystkie wulgarne utwory
pt_pt: Bloqueie todas as músicas explícitas
ru_ru: Блокировать весь Explicit-контент

# sw_tcOutput_RequesterPrefix
source: Requester text prefix
be_by: Тэкставы прэфікс заказчыка
de_de: Anforderer-Textpräfix
es: Prefijo de texto del solicitante
fr: Préfixe du texte du demandeur
it_it: Prefisso del testo del richiedente
nl: Tekstvoorvoegsel van de aanvrager
pl_pl: Przedrostek tekstu osoby żądającej
pt_pt: Prefixo do texto do solicitante
ru_ru: Префикс заказчика

# lang_it
source: Italian
be_by: Італьянская
de_de: Italienisch
es: italiano
fr: italien
it_it: Italiano
nl: Italiaans
pl_pl: Włoski
pt_pt: italiano
ru_ru: Итальянский
