Repository: songify-rocks/Songify
Catalog: Songify Slim/Properties/Resources.*.resx
Languages: be_by, de_de, es, fr, it_it, nl, pl_pl, pt_pt, ru_ru

# Param_MaxRequests_Desc
source: Max requests per user
be_by: Макс. колькасць запытаў ад карыстальніка
de_de: Max Songwünsche pro Benutzer
es: Número máximo de solicitudes por usuario
fr: Requêtes maximales par utilisateur
it_it: Richieste massime per utente
nl: Maximum aantal aanvragen per gebruiker
pl_pl: Maksymalna liczba żądań na użytkownika
pt_pt: Máximo de solicitações por usuário
ru_ru: Макс. количество запросов для пользователя

# Param_PlaylistName_Desc
source: Name of the playlist
be_by: Назва плэй-ліста
de_de: Name der Playlist
es: Nombre de la lista de reproducción
fr: Nom de la playlist
it_it: Nome della playlist
nl: Naam van de afspeellijst
pl_pl: Nazwa listy odtwarzania
pt_pt: Nome da lista de reprodução
ru_ru: Название плейлиста

# Param_PlaylistUrl_Desc
source: URL of the playlist
be_by: URL плэй-ліста
de_de: URL der Playlist
es: URL de la lista de reproducción
fr: URL de la playlist
it_it: URL della playlist
nl: URL van de afspeellijst
pl_pl: Adres URL listy odtwarzania
pt_pt: URL da lista de reprodução
ru_ru: URL-адрес плейлиста

# Param_SongList_Desc
source: For !pos command only, creates a list of songs that the user has in the queue with their position
be_by: Толькі для каманды !pos, стварае спіс песень, якія карыстальнік мае ў чарзе, з іх пазіцыяй
de_de: Nur für den Befehl !pos. Erstellt eine Liste der Songs, die der Benutzer in der Warteschlange hat, mit ihrer Position
es: Solo para el comando !pos, crea una lista de canciones que el usuario tiene en la cola con su posición
fr: Pour la commande !pos uniquement, crée une liste de chansons que l'utilisateur a dans la file d'attente avec leur position
it_it: Solo per il comando !pos, crea un elenco di brani che l'utente ha in coda con la loro posizione
nl: Alleen voor het commando !pos: maakt een lijst van nummers die de gebruiker in de wachtrij heeft staan, inclusief hun positie
pl_pl: Tylko dla polecenia !pos tworzy listę utworów, które użytkownik ma w kolejce, wraz z ich pozycją
pt_pt: Somente para o comando !pos, cria uma lista de músicas que o usuário tem na fila com sua posição
ru_ru: Только для команды !pos создает список песен, которые пользователь имеет в очереди, с указанием его позиции

# Param_Votes_Desc
source: Number of votes for voteskip votes/total
be_by: Колькасць галасоў за пропуск галасавання галасы/усяго
de_de: Anzahl der Stimmen für Voteskip-Stimmen/Gesamt
es: Número de votos para voteskip votes/total
fr: Nombre de votes pour votesskip votes/total
it_it: Numero di voti per voteskip voti/totale
nl: Aantal stemmen voor voteskip: stemmen/totaal
pl_pl: Liczba głosów na pominięcie głosów/łącznie
pt_pt: Número de votos para votos/total
ru_ru: Количество голосов за пропуск голосования/всего голосов

# Param_Cooldown_Desc
source: The cooldown in seconds (for global cd and user cd)
be_by: Перазарадка ў секундах (глабальная і карыстальніцкая)
de_de: Der Cooldown in Sekunden (für globale CD und Benutzer-CD)
es: El tiempo de recuperación en segundos (para CD global y CD de usuario)
fr: Le temps de recharge en secondes (pour le CD global et le CD utilisateur)
it_it: Tempo di recupero in secondi (per CD globale e CD utente)
nl: De cooldown in seconden (voor globale cd en gebruikers cd)
pl_pl: Czas odnowienia w sekundach (dla globalnego cd i cd użytkownika)
pt_pt: O tempo de espera em segundos (para cd global e cd do usuário)
ru_ru: Время восстановления в секундах (для глобального и пользовательского CD)

# Param_Url_Desc
source: Spotify song URL
be_by: URL песні Spotify
es: URL de la canción de Spotify
fr: URL de la chanson Spotify
it_it: URL della canzone Spotify
nl: Spotify nummer URL
pl_pl: Adres URL utworu Spotify
pt_pt: URL da música do Spotify
ru_ru: URL-адрес песни Spotify

# Param_Queue_Desc
source: Next 5 songs in the queue
be_by: Наступныя 5 песень у чарзе
de_de: Die nächsten 5 Songs in der Warteschlange
es: Próximas 5 canciones en la cola
fr: Les 5 prochaines chansons dans la file d'attente
it_it: Prossimi 5 brani in coda
nl: Volgende 5 nummers in de wachtrij
pl_pl: Następne 5 piosenek w kolejce
pt_pt: Próximas 5 músicas na fila
ru_ru: Следующие 5 песен в очереди

# Param_Commands_Desc
source: List of all active commands
be_by: Спіс усіх актыўных каманд
de_de: Liste aller aktiven Befehle
es: Lista de todos los comandos activos
fr: Liste de toutes les commandes actives
it_it: Elenco di tutti i comandi attivi
nl: Lijst van alle actieve commando’s
pl_pl: Lista wszystkich aktywnych poleceń
pt_pt: Lista de todos os comandos ativos
ru_ru: Список всех активных команд

# s_Copied
source: Copied
be_by: Скапіравана
de_de: Kopiert
es: Copiado
fr: Copié
it_it: Copiato
nl: Gekopieerd
pl_pl: Skopiowano
pt_pt: Copiado
ru_ru: Скопировано

# sw_ResponseVariables
source: Response Variables
be_by: Зменныя адказу
de_de: Antwortvariablen
es: Variables de respuesta
fr: Variables de réponse
it_it: Variabili di risposta
nl: Reactievariabelen
pl_pl: Zmienne odpowiedzi
pt_pt: Variáveis de Resposta
ru_ru: Переменные ответа

# lang_beBY
source: Belarusian
be_by: Беларуская
de_de: Weißrussisch
es: Bielorruso
fr: Biélorusse
it_it: Bielorusso
nl: Belarussisch
pl_pl: Białoruski
pt_pt: Bielorrusso
ru_ru: Белорусский

# Param_Userlevel_Desc
source: The users userlevel (Folower, Subscriber etc)
be_by: Узровень карыстальніка (Паслядоўнік, Падпісчык і г.д.)
de_de: Die Benutzerebene des Benutzers (Follower, Abonnent usw.)
es: El nivel de usuario del usuario (Seguidor, Suscriptor, etc.)
fr: Le niveau d'utilisateur des utilisateurs (Folower, Subscriber, etc.)
it_it: Il livello utente dell'utente (folower, subscriber ecc.)
nl: Het gebruikersniveau van de gebruiker (Volger, Abonnee, enz.)
pl_pl: Poziom użytkownika (obserwujący, subskrybent itp.)
pt_pt: O nível de usuário dos usuários (seguidor, assinante etc.)
ru_ru: Уровень пользователя (Последователь, Подписчик и т. д.)

# Param_TimeToPlay_Desc
source: The time in mm:ss when the song request will play.
be_by: Час у фармаце хх:сс, калі запытаная песня пачне прайгравацца.
de_de: Die Zeit in mm:ss, zu der der gewünschte Song abgespielt wird.
es: La hora en mm:ss cuando se reproducirá la canción solicitada.
fr: L'heure en mm:ss à laquelle la demande de chanson sera lue.
it_it: Ora in mm:ss in cui verrà riprodotta la canzone richiesta.
nl: De tijd in mm:ss waarop het aangevraagde nummer wordt afgespeeld.
pl_pl: Czas w mm:ss, o którym nastąpi odtworzenie żądanej piosenki.
pt_pt: O tempo em mm:ss em que a música solicitada será reproduzida.
ru_ru: Время в формате мм:сс, когда будет воспроизведена запрошенная песня.

# brw_cmd_bansong
source: Adds the current song to the blocklist and skips it.
be_by: Дадае бягучую песню ў спіс заблакаваных і прапускае яе.
de_de: Fügt das aktuelle Lied zur Blockliste hinzu und überspringt es.
es: Agrega la canción actual a la lista de bloqueo y la omite.
fr: Ajoute la chanson actuelle à la liste de blocage et l'ignore.
it_it: Aggiunge il brano corrente alla blocklist e lo salta.
nl: Voegt het huidige nummer toe aan de blokkeerlijst en slaat het over.
pl_pl: Dodaje bieżący utwór do czarnej listy i pomija go.
pt_pt: Adiciona a música atual à lista de bloqueio e a ignora.
ru_ru: Добавляет текущую песню в черный список и пропускает ее.

# brw_SongBlocked
source: Song is blocked
be_by: Песня заблакаваная
de_de: Song ist blockiert
es: La canción está bloqueada
fr: La chanson est bloquée
it_it: La canzone è bloccata
nl: Nummer is geblokkeerd
pl_pl: Piosenka jest zablokowana
pt_pt: A música está bloqueada
ru_ru: Песня заблокирована

# sw_SpotifySR_AddOnlyToPlaylist
source: Add requests only to the selected playlist
be_by: Дадаць запыты толькі ў выбраны плэй-ліст
de_de: Song Requests nur zur ausgewählten Playlist hinzufügen
es: Agregar solicitudes solo a la lista de reproducción seleccionada
fr: Ajouter des demandes uniquement à la playlist sélectionnée
it_it: Aggiungi richieste solo alla playlist selezionata
nl: Voeg verzoeken alleen toe aan de geselecteerde afspeellijst
pl_pl: Dodaj prośby tylko do wybranej listy odtwarzania
pt_pt: Adicionar solicitações apenas à playlist selecionada
ru_ru: Добавлять запросы только в выбранный плейлист

# sw_SpotifySR_EnableSrForBits
source: Enable Song Requests for Bits
be_by: Уключыць запыты песень за Bits
es: Habilitar solicitudes de canciones para Bits
fr: Activer les demandes de chansons pour les bits
it_it: Abilita le richieste di brani per bit
nl: Schakel song requests in voor Bits
pl_pl: Włącz żądania piosenek dla Bits
pt_pt: Habilitar solicitações de músicas para bits
ru_ru: Включить запросы песен для битов

# s_VIP
source: VIP
es: personaje
it_it: Persona di spicco
ru_ru: ВИП

# s_OK
source: OK
fr: D'ACCORD
