Repository: songify-rocks/Songify
Catalog: Songify Slim/Properties/Resources.*.resx
Languages: be_by, de_de, es, fr, it_it, nl, pl_pl, pt_pt, ru_ru

# sw_tcOutput_ApplyToSplitFilesToo
source: Apply to split files too
be_by: Ужыць для падзеленых файлаў
de_de: Auch auf geteilte Dateien anwenden
es: Aplicar también para dividir archivos
fr: S'applique également aux fichiers fractionnés
it_it: Applicabile anche ai file divisi
nl: Ook van toepassing op gesplitste bestanden
pl_pl: Zastosuj również do podzielonych plików
pt_pt: Aplicar também para dividir arquivos
ru_ru: Применить также к разделенным файлам

# sw_rewards_ClickReminder
source: Click here after selecting the reward
be_by: Націсніце тут пасля выбару ўзнагароды
de_de: Klicke hier, nachdem die Belohnung ausgewählt wurde
es: Haga clic aquí después de seleccionar la recompensa
fr: Cliquez ici après avoir sélectionné la récompense
it_it: Clicca qui dopo aver selezionato la ricompensa
nl: Klik hier nadat u de beloning heeft geselecteerd
pl_pl: Kliknij tutaj po wybraniu nagrody
pt_pt: Clique aqui após selecionar a recompensa
ru_ru: Нажмите здесь после выбора награды

# Sw_Integration_RefundSongAlreadyInQueue
source: Song is already in queue
be_by: Песня ўжо ў чарзе
de_de: Das Lied befindet sich bereits in der Warteschlange
es: La canción ya está en cola
fr: La musique est déjà dans la file d'attente
it_it: La canzone è già in coda
nl: Nummer staat al in de wachtrij
pl_pl: Piosenka jest już w kolejce
pt_pt: A música já está na fila
ru_ru: Песня уже находится в очереди

# sw_WebServer_StopWebServer
source: Stop web server
be_by: Спыніць вэб-сервер
de_de: Webserver stoppen
es: Detener Servidor Web
fr: Arrêter le serveur Web
it_it: Arrestare il server Web
nl: Webserver stoppen
pl_pl: Zatrzymaj serwer WWW
pt_pt: Pare o servidor web
ru_ru: Остановить веб-сервер

# brw_VoteSkip
source: User voted to skip the current song
be_by: Карыстальнік прагаласаваў за пропуск бягучай песні
de_de: Der Benutzer hat dafür gestimmt, den aktuellen Song zu überspringen
es: Un usuario votó para saltar la canción
fr: L'utilisateur a voté pour ignorer la chanson en cours
it_it: L'utente ha votato per saltare il brano corrente
nl: Gebruiker heeft gestemd om het huidige nummer over te slaan
pl_pl: Użytkownik głosował za pominięciem bieżącego utworu
pt_pt: O usuário votou para pular a música atual
ru_ru: Пользователь проголосовал за пропуск текущей песни

# sw_Integration_RefundDisclaimer
source: In order to be able to refund points, the reward has to be created through Songify. Select a reward that is manageable or create a new one.
be_by: Каб мець магчымасць вяртаць балы, узнагароду патрэбна ствараць праз Songify. Выберыце ўзнагароду, якой вы жадаеце кіраваць, альбо стварыце новую.
de_de: Um Punkte erstatten zu können, muss die Belohnung über Songify erstellt werden. Wähle eine Prämie aus die von Songify verwaltet werden kann oder erstelle eine neue.
es: Para recibir los puntos reembolsados, la recompensa debe ser creada desde Songify. Selecciona una recompensa o crea una nueva.
fr: Afin de pouvoir rembourser des points, la récompense doit être créée via Songify. Sélectionnez une récompense gérable ou créez-en une nouvelle.
it_it: Per poter rimborsare i punti, il premio deve essere creato tramite Songify. Seleziona un premio gestibile o creane uno nuovo.
nl: Om punten te kunnen terugbetalen, moet de beloning via Songify worden aangemaakt. Selecteer een beheerbare beloning of maak een nieuwe aan.
pl_pl: Aby móc zwrócić punkty, należy utworzyć nagrodę za pośrednictwem Songify. Wybierz nagrodę, którą możesz zarządzać, lub utwórz nową.
pt_pt: Para poder reembolsar pontos, a recompensa deve ser criada através do Songify. Selecione uma recompensa que seja administrável ou crie uma nova.
ru_ru: Чтобы иметь возможность возмещать баллы, вознаграждение должно быть создано через Songify. Выберите награду, которой можно управлять, или создайте новую.

# brw_ExplicitSongs
source: Response when an explicit song has been requested and 'block explicit songs' is turned on
be_by: Адказ, калі была замоўлена нецэнзурная песня падчас уключанай функцыі "Блакаваць усе нецэнзурныя песні"
de_de: Antwort wenn ein expliziter Song angefordert wurde und „Explizite Songs blockieren“ aktiviert ist
es: Respuesta cuando se ha solicitado una canción explícita y está activado "bloquear canciones explícitas"
fr: Réponse lorsqu'une chanson explicite a été demandée et que « bloquer les chansons explicites » est activé
it_it: Risposta quando è stata richiesta una canzone esplicita e l'opzione "Blocca brani espliciti" è attivata
nl: Reactie wanneer een expliciet nummer is aangevraagd en 'expliciete nummers blokkeren' is ingeschakeld
pl_pl: Reakcja, gdy zażądano utworu wulgarnego i włączona jest opcja „blokuj utwory wulgarne”
pt_pt: Resposta quando uma música explícita for solicitada e a opção "bloquear músicas explícitas" estiver ativada
ru_ru: Ответ, в случае запроса Explicit-песни при включенной функции «Блокировать весь Explicit-контент»

# Sw_System_DisableDonationReminder
source: Disable donation reminder
be_by: Адключыць напамін аб ахвяраваннях
de_de: Spendenerinnerung deaktivieren
es: Desactivar recordatorio de donación
fr: Désactiver le rappel de don
it_it: Disattiva promemoria donazione
nl: Donatieherinnering uitschakelen
pl_pl: Wyłącz przypomnienie o darowiznach
pt_pt: Desativar lembrete de doação
ru_ru: Отключить напоминание о пожертвовании

# sw_tcOutput_DownloadCanvas
source: Use Canvas if available
be_by: Ужываць Canvas, калі ён даступны
de_de: Verwende Canvas, falls verfügbar
es: Utilice Canvas si está disponible
fr: Utilisez Canvas si disponible
it_it: Utilizzare Canvas se disponibile
nl: Gebruik Canvas indien beschikbaar
pl_pl: Użyj Canvas, jeśli jest dostępny
pt_pt: Use Canvas se disponível
ru_ru: Используйте Canvas, если он доступен

# WinQueue_NowPlaying
source: Now Playing
be_by: Зараз грае
de_de: Jetzt läuft
es: Ahora jugando
fr: En cours de lecture
it_it: In riproduzione
nl: Nu aan het spelen
pl_pl: Teraz odtwarzane
pt_pt: Tocando agora
ru_ru: Сейчас воспроизводится

# WinQueue_SongRequest
source: Song Request
be_by: Запыт песні
de_de: Songwunsch
es: Solicitud de canción
fr: Demande de chanson
it_it: Richiesta di canzone
nl: Liedverzoek
pl_pl: Prośba o piosenkę
pt_pt: Pedido de música
ru_ru: Запрос песни

# WinQueue_Skipping
source: Skipping
be_by: Пропуск
de_de: Überspringen
es: Salto a la comba
fr: Saut
it_it: Saltare
nl: Overslaan
pl_pl: Skaczący
pt_pt: Pular
ru_ru: Пропуск

# WinQueue_Actions
source: Actions
be_by: Дзеянні
de_de: Aktionen
es: Comportamiento
fr: Actes
it_it: Azioni
nl: Acties
pl_pl: Akcje
pt_pt: Ações
ru_ru: Действия

# sw_YTMDesktop_disclaimer
source: Compare the codes between Songify and the YouTube Music Desktop player. Only accept the integration request if the codes match!
be_by: Параўнайце коды паміж Songify і YouTube Music Desktop. Прымайце запыт на інтэграцыю, толькі калі коды супадаюць!
de_de: Vergleichen Sie die Codes zwischen Songify und dem YouTube Music Desktop-Player. Akzeptieren Sie die Integrationsanfrage nur, wenn die Codes übereinstimmen!
es: Compara los códigos entre Songify y el reproductor de YouTube Music para escritorio. ¡Solo acepta la solicitud de integración si los códigos coinciden!
fr: Comparez les codes entre Songify et le lecteur YouTube Music Desktop. Acceptez la demande d'intégration uniquement si les codes correspondent !
it_it: Confronta i codici tra Songify e il player YouTube Music Desktop. Accetta la richiesta di integrazione solo se i codici corrispondono!
nl: Vergelijk de codes tussen Songify en de YouTube Music Desktop-speler. Accepteer het integratieverzoek alleen als de codes overeenkomen!
pl_pl: Porównaj kody między Songify i odtwarzaczem YouTube Music Desktop. Zaakceptuj prośbę o integrację tylko wtedy, gdy kody się zgadzają!
pt_pt: Compare os códigos entre o Songify e o player do YouTube Music Desktop. Só aceite a solicitação de integração se os códigos forem correspondentes!
ru_ru: Сравните коды Songify и YouTube Music Desktop player. Принимайте запрос на интеграцию только в том случае, если коды совпадают!

# mw_menu_Twitch_dw
source: Doesn't work?
be_by: Не працуе?
de_de: Funktioniert nicht?
es: ¿No funciona?
fr: Ça ne marche pas ?
it_it: Non funziona?
nl: Werkt het niet?
pl_pl: Nie działa?
pt_pt: Não funciona?
ru_ru: Не работает?

# sw_tcOutput_pause
source: What to do on pause?
be_by: Што рабіць падчас паўзы?
de_de: Was tun wenn Pausiert?
es: ¿Qué hacer en pausa?
fr: Que faire pendant la pause ?
it_it: Cosa fare durante la pausa?
nl: Wat te doen als het programma gepauzeerd is?
pl_pl: Co robić podczas pauzy?
pt_pt: O que fazer na pausa?
ru_ru: Что делать, когда музыка паузе?

# mw_menu_Widget_disclaimer
source: The widget only works if "Upload Song Info" is enabled. You can find this option under Settings -> Output. Do you want to activate it now?
be_by: Віджэт працуе толькі калі ўключана "Запампаваць інфармацыю аб песні". Гэты параметр можна знайсці ў раздзеле Налады -> Вывад. Жадаеце актываваць яго зараз?
de_de: Das Widget funktioniert nur, wenn „Songinfo hochladen“ aktiviert ist. Diese Option findest du unter Einstellungen -> Ausgabe. Möchtest du sie jetzt aktivieren?
es: El widget solo funciona si está activada la opción "Subir información de la canción". Puedes encontrar esta opción en Configuración -> Salida. ¿Quieres activarla ahora?
fr: Le widget ne fonctionne que si l'option « Télécharger les informations sur la chanson » est activée. Vous pouvez trouver cette option sous Paramètres -> Sortie. Voulez-vous l'activer maintenant ?
it_it: Il widget funziona solo se è abilitato "Upload Song Info". Puoi trovare questa opzione in Impostazioni -> Output. Vuoi attivarla ora?
nl: De widget werkt alleen als 'Upload Song Info' is ingeschakeld. Je vindt deze optie onder Instellingen -> Uitvoer. Wil je hem nu activeren?
pl_pl: Widżet działa tylko wtedy, gdy włączona jest opcja „Prześlij informacje o utworze”. Tę opcję znajdziesz w Ustawieniach -> Wyjście. Czy chcesz ją teraz aktywować?
pt_pt: O widget só funciona se "Upload Song Info" estiver habilitado. Você pode encontrar essa opção em Settings -> Output. Você quer ativá-la agora?
ru_ru: Виджет работает только если включена опция «Загрузить информацию о песне». Эту опцию можно найти в разделе «Настройки» -> «Вывод». Хотите активировать ее сейчас?

# s_Connected
source: Connected
be_by: Падключаны
de_de: Verbunden
es: Conectado
fr: Connecté
it_it: Collegato
nl: Aangesloten
pl_pl: Połączony
pt_pt: Conectado
ru_ru: Подключен

# s_Disconnected
source: Disconnected
be_by: Адключаны
de_de: Getrennt
es: Desconectado
fr: Déconnecté
it_it: Disconnesso
nl: Losgekoppeld
pl_pl: Bezładny
pt_pt: Desconectado
ru_ru: Отключен

# Window_Queue_QueueId
source: QueueId
be_by: ID чаргі
de_de: Warteschlangen-ID
es: Id. de cola
fr: ID de la file d'attente
it_it: ID coda
nl: Wachtrij-ID
pl_pl: Identyfikator kolejki
pt_pt: Id da fila

# mw_clearQueueDisclaimer
source: Do you really want to clear the queue?
be_by: Вы сапраўды жадаеце ачысціць чаргу?
de_de: Möchten Sie die Warteschlange wirklich löschen?
es: ¿Realmente quieres limpiar la cola?
fr: Voulez-vous vraiment vider la file d’attente ?
it_it: Vuoi davvero cancellare la coda?
nl: Wilt u de wachtrij echt leegmaken?
pl_pl: Czy na pewno chcesz opróżnić kolejkę?
pt_pt: Você realmente quer limpar a fila?
ru_ru: Вы действительно хотите очистить очередь?

# s_Warning
source: Warning
be_by: Папярэджанне
de_de: Warnung
es: Advertencia
fr: Avertissement
it_it: Avvertimento
nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Aviso
ru_ru: Предупреждение

# s_Song
source: Song
be_by: Песня
de_de: Lied
es: Canción
fr: Chanson
it_it: Canzone
nl: Liedje
pl_pl: Piosenka
pt_pt: Canção
ru_ru: Песня

# bw_lblBlockedSongs
source: Blocked Songs
be_by: Заблакаваныя песні
de_de: Blockierte Lieder
es: Canciones bloqueadas
fr: Chansons bloquées
it_it: Canzoni bloccate
nl: Geblokkeerde liedjes
pl_pl: Zablokowane piosenki
pt_pt: Músicas Bloqueadas
ru_ru: Заблокированные песни

# sw_SpotifySr_UserLevelsCommand
source: User Levels (Command)
be_by: Узроўні карыстальніка (Каманда)
de_de: Benutzerlevel (Befehl)
es: Niveles de usuario (comando)
fr: Niveaux d'utilisateur (commande)
it_it: Livelli utente (comando)
nl: Gebruikersniveaus (opdracht)
pl_pl: Poziomy użytkownika (polecenie)
pt_pt: Níveis de usuário (comando)
ru_ru: Уровни пользователя (команда)

# s_Viewer
source: Viewer
be_by: Глядач
de_de: Zuschauer
es: Espectador
fr: Téléspectateur
it_it: Spettatore
nl: kijker
pl_pl: Widz
pt_pt: Visualizador
ru_ru: Зритель

# s_Subscriber
source: Subscriber
be_by: Падпісчык
de_de: Abonnent
es: Abonado
fr: Abonné
it_it: Abbonato
nl: Abonnee
pl_pl: Subskrybent
pt_pt: Assinante
ru_ru: Подписчик

# s_Moderator
source: Moderator
be_by: Мадэратар
es: Moderador
fr: Modérateur
it_it: Moderatore
pt_pt: Moderador
ru_ru: Модератор

# sw_SpotifySr_UserLevelsReward
source: User Levels (Reward)
be_by: Узроўні карыстальніка (Узнагарода)
de_de: Benutzerlevel (Belohnung)
es: Niveles de usuario (recompensa)
fr: Niveaux d'utilisateur (récompense)
it_it: Livelli utente (ricompensa)
nl: Gebruikersniveaus (beloning)
pl_pl: Poziomy użytkownika (nagroda)
pt_pt: Níveis de usuário (recompensa)
ru_ru: Уровни пользователя (Награда)

# s_Follower
source: Follower
be_by: Паслядоўнік
es: Seguidor
fr: Disciple
it_it: Seguace
nl: Volgeling
pl_pl: Obserwujący
pt_pt: Seguidor
ru_ru: Последователь

# UC_BotResponses_CommandResponses
source: Command Responses
be_by: Адказы на каманды
de_de: Befehlsantworten
es: Respuestas de comando
fr: Réponses aux commandes
it_it: Risposte ai comandi
nl: Commandoreacties
pl_pl: Odpowiedzi na polecenia
pt_pt: Respostas de comando
ru_ru: Ответы на команды

# UC_BotResponses_SongRequestResponses
source: Song Request Responses
be_by: Адказы на Запыты песень
de_de: Antworten auf Songanfragen
es: Respuestas a solicitudes de canciones
fr: Réponses aux demandes de chansons
it_it: Risposte alle richieste di canzoni
nl: Antwoorden op liedverzoeken
pl_pl: Odpowiedzi na prośby o piosenkę
pt_pt: Respostas de solicitação de música
ru_ru: Ответы на запросы песен

# s_TrackAdded
source: Track has been added to the queue.
be_by: Песня была дададзены ў чаргу.
de_de: Der Titel wurde zur Warteschlange hinzugefügt.
es: La pista se ha añadido a la cola.
fr: La piste a été ajoutée à la file d'attente.
it_it: La traccia è stata aggiunta alla coda.
nl: Track is toegevoegd aan de wachtrij.
pl_pl: Utwór został dodany do kolejki.
pt_pt: A faixa foi adicionada à fila.
ru_ru: Трек добавлен в очередь.

# s_FillClientIdAndSecret
source: Please enter the Spotify client ID and Secret
be_by: Калі ласка ўвядзіце ID кліента Spotify і сакрэтны код
de_de: Bitte geben Sie die Spotify-Client-ID und das Secret ein
es: Por favor, introduzca el ID de cliente de Spotify y la clave secreta
fr: Veuillez saisir l'ID client Spotify et le secret
it_it: Inserisci l'ID client Spotify e il segreto
nl: Voer de Spotify-client-ID en het geheim in
pl_pl: Proszę wprowadzić identyfikator klienta Spotify i klucz tajny
pt_pt: Por favor, insira o ID do cliente Spotify e o segredo
ru_ru: Введите идентификатор клиента Spotify и секретный код

# brw_UserLevelTooLowCommand
source: Userlevel is too low for !ssr command
be_by: Узровень карыстальніка занадта нізкі для каманды !ssr
de_de: Das Benutzerlevel ist zu niedrig für den Befehl !ssr
es: El nivel de usuario es demasiado bajo para el comando !ssr
fr: Le niveau d'utilisateur est trop bas pour la commande !ssr
it_it: Il livello utente è troppo basso per il comando !ssr
nl: Gebruikersniveau is te laag voor de opdracht !ssr
pl_pl: Poziom użytkownika jest zbyt niski dla polecenia !ssr
pt_pt: O nível do usuário é muito baixo para o comando !ssr
ru_ru: Уровень пользователя слишком низок для команды !ssr

# brw_UserLevelTooLowReward
source: Userlevel is too low for song request reward
be_by: Узровень карыстальніка занадта нізкі для запыту песні
de_de: Das Benutzerlevel ist für die Belohnung für Songwünsche zu niedrig
es: El nivel de usuario es demasiado bajo para la recompensa por solicitud de canción
fr: Le niveau d'utilisateur est trop bas pour la récompense de demande de chanson
it_it: Il livello utente è troppo basso per la ricompensa della richiesta di canzone
nl: Gebruikersniveau is te laag voor beloning bij verzoek om een nummer
pl_pl: Poziom użytkownika jest zbyt niski, aby otrzymać nagrodę za prośbę o piosenkę
pt_pt: O nível do usuário é muito baixo para a recompensa por solicitação de música
ru_ru: Уровень пользователя слишком низок для получения вознаграждения за запрос песни

# sw_tcCommands_ShowUserLevelBadges
source: Show user level badges
be_by: Паказаць значкі ўзроўню карыстальніка
de_de: Benutzerlevel-Abzeichen anzeigen
es: Mostrar insignias de nivel de usuario
fr: Afficher les badges de niveau d'utilisateur
it_it: Mostra i badge di livello utente
nl: Toon gebruikersniveau-badges
pl_pl: Pokaż odznaki poziomu użytkownika
pt_pt: Mostrar emblemas de nível de usuário
ru_ru: Показать значки уровня пользователя

# s_Columns
source: Columns
be_by: Слупкі
de_de: Spalten
es: Columnas
fr: Colonnes
it_it: Colonne
nl: Kolommen
pl_pl: Kolumny
pt_pt: Colunas
ru_ru: Колонны

# brw_cmd_play
source: Resumes the current playback.
be_by: Аднаўленне бягучага прайгравання.
de_de: Setzt die aktuelle Wiedergabe fort.
es: Reanuda la reproducción actual.
fr: Reprend la lecture en cours.
it_it: Riprende la riproduzione corrente.
nl: Hervat de huidige weergave.
pl_pl: Wznawia bieżące odtwarzanie.
pt_pt: Retoma a reprodução atual.
ru_ru: Возобновляет текущее воспроизведение.

# brw_cmd_queue
source: Returns the first 5 songs of the current playback queue
be_by: Вяртае 5 першых песень з бягучай чаргі прайгравання
de_de: Gibt die ersten 5 Songs der aktuellen Wiedergabewarteschlange zurück
es: Devuelve las primeras 5 canciones de la cola de reproducción actual
fr: Renvoie les 5 premières chansons de la file d'attente de lecture actuelle
it_it: Restituisce i primi 5 brani della coda di riproduzione corrente
nl: Retourneert de eerste 5 nummers van de huidige afspeelwachtrij
pl_pl: Zwraca pierwsze 5 utworów z bieżącej kolejki odtwarzania
pt_pt: Retorna as primeiras 5 músicas da fila de reprodução atual
ru_ru: Возвращает первые 5 песен текущей очереди воспроизведения

# brw_cmd_pause
source: Pauses the current playback.
be_by: Прыпыняе бягучае прайграванне.
de_de: Pausiert die aktuelle Wiedergabe.
es: Pausa la reproducción actual.
fr: Met en pause la lecture en cours.
it_it: Mette in pausa la riproduzione corrente.
nl: Pauzeert de huidige weergave.
pl_pl: Wstrzymuje bieżące odtwarzanie.
pt_pt: Pausa a reprodução atual.
ru_ru: Приостанавливает текущее воспроизведение.

# brw_cmd_commands
source: Returns all active Songify commands.
be_by: Вяртае ўсе актыўныя каманды Songify.
de_de: Gibt alle aktiven Songify-Befehle zurück.
es: Devuelve todos los comandos activos de Songify.
fr: Renvoie toutes les commandes Songify actives.
it_it: Restituisce tutti i comandi Songify attivi.
nl: Retourneert alle actieve Songify-opdrachten.
pl_pl: Zwraca wszystkie aktywne polecenia Songify.
pt_pt: Retorna todos os comandos ativos do Songify.
ru_ru: Возвращает все активные команды Songify.

# Param_User_Desc
source: The user who triggered the command or channel reward
be_by: Карыстальнік, які запусціў каманду або ўзнагароду канала
de_de: Der Benutzer, der den Befehl oder die Kanalbelohnung ausgelöst hat
es: El usuario que activó el comando o la recompensa del canal
fr: L'utilisateur qui a déclenché la commande ou la récompense du canal
it_it: L'utente che ha attivato il comando o la ricompensa del canale
nl: De gebruiker die de opdracht of kanaalbeloning heeft geactiveerd
pl_pl: Użytkownik, który uruchomił polecenie lub nagrodę kanałową
pt_pt: O usuário que acionou o comando ou canalizou a recompensa
ru_ru: Пользователь, который активировал команду или канал вознаграждения

# Param_Requester_Desc
source: The requester of the current song
be_by: Заказчык бягучай песні
de_de: Der Anforderer des aktuellen Liedes
es: El solicitante de la canción actual
fr: Le demandeur de la chanson actuelle
it_it: Il richiedente della canzone corrente
nl: De aanvrager van het huidige nummer
pl_pl: Osoba prosząca o aktualną piosenkę
pt_pt: O solicitante da música atual
ru_ru: Запросчик текущей песни

# Param_ConditionalText_Desc
source: The text inside of '{{' and '}}' will only be posted if the current song is a song request
be_by: Тэкст унутры '{{' і '}}' будзе апублікаваны, толькі калі бягучая песня з'яўляецца запытам песні
de_de: Der Text zwischen '{{' und '}}' wird nur gepostet, wenn es sich bei dem aktuellen Song um einen Songwunsch handelt
es: El texto dentro de '{{' y '}}' solo se publicará si la canción actual es una solicitud de canción
fr: Le texte à l'intérieur de '{{' et '}}' ne sera publié que si la chanson actuelle est une demande de chanson
it_it: Il testo all'interno di '{{' e '}}' verrà pubblicato solo se il brano corrente è una richiesta di brano
nl: De tekst in '{{' en '}}' wordt alleen geplaatst als het huidige nummer een verzoeknummer is
pl_pl: Tekst wewnątrz '{{' i '}}' zostanie opublikowany tylko wtedy, gdy bieżąca piosenka jest prośbą o piosenkę
pt_pt: O texto dentro de '{{' e '}}' só será postado se a música atual for uma solicitação de música
ru_ru: Текст внутри '{{' и '}}' будет опубликован только в том случае, если текущая песня является запрошенной песней

# Param_Artist_Desc
source: Artists for the current song or song request
be_by: Выканаўцы для бягучай песні або запыту на песню
de_de: Künstler zum aktuellen Song oder Songwunsch
es: Artistas de la canción actual o solicitud de canción
fr: Artistes pour la chanson actuelle ou demande de chanson
it_it: Artisti per la canzone corrente o richiesta di canzone
nl: Artiesten voor het huidige nummer of het nummerverzoek
pl_pl: Artyści dla aktualnej piosenki lub prośby o piosenkę
pt_pt: Artistas para a música atual ou solicitação de música
ru_ru: Исполнители текущей песни или запроса песни

# Param_SingleArtist_Desc
source: Main artist for the current song or song request
be_by: Галоўны выканаўца для бягучай песні або запыту на песню
de_de: Hauptkünstler für den aktuellen Song oder Songwunsch
es: Artista principal de la canción actual o solicitud de canción
fr: Artiste principal de la chanson en cours ou demande de chanson
it_it: Artista principale del brano corrente o della richiesta di brano
nl: Hoofdartiest voor het huidige nummer of nummerverzoek
pl_pl: Główny artysta dla aktualnej piosenki lub prośby o piosenkę
pt_pt: Artista principal da música atual ou solicitação de música
ru_ru: Основной исполнитель текущей песни или запроса песни

# Param_ErrorMessage_Desc
source: Error message if an error occurs
be_by: Паведамленне пра памылку, калі яна ўзнікла
de_de: Fehlermeldung, wenn ein Fehler auftritt
es: Mensaje de error si se produce un error
fr: Message d'erreur si une erreur se produit
it_it: Messaggio di errore se si verifica un errore
nl: Foutmelding als er een fout optreedt
pl_pl: Komunikat o błędzie w przypadku wystąpienia błędu
pt_pt: Mensagem de erro se ocorrer um erro
ru_ru: Сообщение об ошибке, если произошла ошибка

# Param_MaxLength_Desc
source: Max song length in minutes
be_by: Максімальная працягласць песні ў хвілінах
de_de: Maximale Songlänge in Minuten
es: Duración máxima de la canción en minutos
fr: Durée maximale de la chanson en minutes
it_it: Durata massima della canzone in minuti
nl: Maximale duur van een nummer (in minuten)
pl_pl: Maksymalna długość utworu w minutach
pt_pt: Duração máxima da música em minutos
ru_ru: Максимальная продолжительность песни в минутах
