Repository: songify-rocks/Songify
Catalog: Songify Slim/Properties/Resources.*.resx
Languages: be_by, de_de, es, fr, it_it, nl, pl_pl, pt_pt, ru_ru

# sw_tcSystem_UseDefaultBrowser
source: Use default web browser
be_by: Выкарыстоўваць прадвызначаны браўзер
de_de: Standard-Webbrowser verwenden
es: Utilice el navegador web predeterminado
fr: Utiliser le navigateur Web par défaut
it_it: Utilizza il browser Web predefinito
nl: Standaardwebbrowser gebruiken
pl_pl: Użyj domyślnej przeglądarki internetowej
pt_pt: Use o navegador padrão
ru_ru: Использовать веб-браузер по умолчанию

# brw_CommandOnCooldown
source: Response when the sr command is on cooldown
be_by: Адказ, калі каманда запыта песні знаходзіцца на перазарадцы
de_de: Antwort, wenn der SR-Befehl auf Cooldown ist
es: Respuesta cuando el comando "sr" está en recarga
fr: Réponse lorsque la commande sr est en temps de recharge
it_it: Risposta quando il comando sr è in fase di recupero
nl: Reactie wanneer de sr-opdracht in afkoeling is
pl_pl: Reakcja, gdy komenda sr jest w trakcie odnowienia
pt_pt: Resposta quando o comando sr está em espera
ru_ru: Ответ, когда команда sr находится на перезарядке

# brw_NoTrackFound
source: Response when no track was found
be_by: Адказ, калі песня не знойдзена
de_de: Antwort, wenn kein Track gefunden wurde
es: Respuesta cuando no se encontró ninguna pista
fr: Réponse lorsqu'aucune piste n'a été trouvée
it_it: Risposta quando non è stata trovata alcuna traccia
nl: Reactie wanneer er geen spoor gevonden is
pl_pl: Odpowiedź, gdy nie znaleziono żadnego utworu
pt_pt: Resposta quando nenhuma trilha foi encontrada
ru_ru: Ответ, когда трек не найден

# lang_br
source: Brazilian Portuguese
be_by: Бразільская Партугальская
de_de: Brasilianisches Portugiesisch
es: Portugués Brasileño
fr: portugais brésilien
it_it: Portoghese Brasiliano
nl: Braziliaans Portugees
pl_pl: brazylijski portugalski
pt_pt: Portugues do Brasil
ru_ru: Бразильский Португальский

# brw_cmd_volIgnoreMod
source: Ignore Broadcaster / Moderator check
be_by: Ігнараваць праверку стрымера / мадэратара
de_de: Broadcaster-/Moderator-Check ignorieren
es: Ignorar verificación de emisor/moderador
fr: Ignorer la vérification du diffuseur/modérateur
it_it: Ignora il controllo dell'emittente/moderatore
nl: Negeer de controle van de omroep/moderator
pl_pl: Ignoruj kontrolę nadawcy/moderatora
pt_pt: Ignorar verificação de Emissora/Moderador
ru_ru: Игнорировать проверку вещателя/модератора

# mw_menu_CheckUpdates
source: Check For Updates
be_by: Праверыць наяўнасць абнаўленняў
de_de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it_it: Controlla gli aggiornamenti
nl: Controleer op updates
pl_pl: Sprawdź aktualizacje
pt_pt: Verificar atualizações
ru_ru: Проверить наличие обновлений

# sw_tcOutput_onPause_DoNothing
source: Do Nothing
be_by: Нічога не рабіць
de_de: Nichts tun
es: No hacer nada
fr: Ne rien faire
it_it: Non fare nulla
nl: Niets doen
pl_pl: Nie rób nic
pt_pt: Não faça nada
ru_ru: Ничего не делать

# sw_tcOutput_onPause_UseCustomPauseText
source: Use Custom Pause Text
be_by: Выкарыстоўваць адмысловы тэкст паўзы
de_de: Benutzerdefinierten Pausentext verwenden
es: Utilice un texto de pausa personalizado
fr: Utiliser un texte de pause personnalisé
it_it: Usa testo di pausa personalizzato
nl: Gebruik aangepaste pauzetekst
pl_pl: Użyj niestandardowego tekstu wstrzymanej piosenki
pt_pt: Use texto de pausa personalizado
ru_ru: Использовать пользовательский текст паузы

# sw_tcOutput_onPause_ClearAllOutput
source: Clear All Output
be_by: Ачысціць усе даныя вываду
de_de: Gesamte Ausgabe löschen
es: Borrar toda la salida
fr: Effacer toutes les sorties
it_it: Cancella tutto l'output
nl: Wis alle uitvoer
pl_pl: Wyczyść wszystkie dane wyjściowe
pt_pt: Limpar todas as saídas
ru_ru: Очистить все выходные данные

# sw_rewards_enabledRewards
source: Enabled Rewards for Songrequests
be_by: Уключаны ўзнагароды для заказчыкаў песень
de_de: Aktivierte Kanal-Belohnungen für Songanfragen
es: Recompensas habilitadas para SongRequests
fr: Récompenses activées pour les demandes de chansons
it_it: Ricompense abilitate per le richieste di canzoni
nl: Ingeschakelde beloningen voor Songrequests
pl_pl: Włączono nagrody za prośby o piosenki
pt_pt: Recompensas habilitadas para Songrequests
ru_ru: Включены награды за Songrequests

# brw_cmd_QueueReturn
source: Returns the first 5 songs of the current playback queue
be_by: Вяртае 5 першых песень з бягучай чаргі прайгравання
de_de: Gibt die ersten 5 Songs der aktuellen Wiedergabewarteschlange zurück
es: Devuelve las primeras 5 canciones de la cola de reproducción actual
fr: Renvoie les 5 premières chansons de la file d'attente de lecture actuelle
it_it: Restituisce i primi 5 brani della coda di riproduzione corrente
nl: Retourneert de eerste 5 nummers van de huidige afspeelwachtrij
pl_pl: Zwraca pierwsze 5 utworów z bieżącej kolejki odtwarzania
pt_pt: Retorna as primeiras 5 músicas da fila de reprodução atual
ru_ru: Возвращает первые 5 песен текущей очереди воспроизведения

# sw_SpotifySR_CommandCDUser
source: SR Command Cooldown (per user)
be_by: Перазарадка каманды запыта песні (на карыстальніка)
de_de: Abklingzeit für SR-Befehle (pro Benutzer)
es: Tiempo de reutilización del comando SR (por usuario)
fr: Temps de recharge de la commande SR (par utilisateur)
it_it: Tempo di recupero del comando SR (per utente)
nl: Afkoeling SR-opdracht (per gebruiker)
pl_pl: Czas odnowienia komendy SR (na użytkownika)
pt_pt: Tempo de espera do comando SR (por usuário)
ru_ru: Перезарядка команды SR (на пользователя)

# brw_CommandOnUserCooldown
source: Response when the User is on cooldown (per user sr command cooldown)
be_by: Адказ, калі карыстальнік знаходзіцца ў стане перазарадкі (асабістая перазарадка для каманды запыта)
de_de: Antwort, wenn der Benutzer im Cooldown ist (Benutzer-spezifischer Cooldown für den Songrequest-Befehl)
es: Respuesta cuando el usuario está en cooldown (cooldown por usuario para el comando de solicitud de canciones)
fr: Réponse lorsque l'utilisateur est en cooldown (cooldown par utilisateur pour la commande de demande de chansons)
it_it: Risposta quando l'utente è in cooldown (cooldown per utente per il comando di richiesta canzoni)
nl: Reactie wanneer de gebruiker in afkoeling is (volgens de sr-opdracht van de gebruiker voor afkoeling)
pl_pl: Odpowiedź, gdy użytkownik jest w cooldownie (cooldown dla użytkownika dla komendy żądania utworu)
pt_pt: Resposta quando o utilizador está em cooldown (cooldown por utilizador para o comando de solicitação de música)
ru_ru: Ответ, когда пользователь находится в состоянии кулдауна (персональный кулдаун для команды запроса песни)

# brw_ArtistBlocked
source: Artist is blocked
be_by: Выканаўца заблакаваны
de_de: Künstler Blockiert
es: Artista bloqueado
fr: L'artiste est bloqué
it_it: L'artista è bloccato
nl: Artiest is geblokkeerd
pl_pl: Artysta jest zablokowany
pt_pt: O artista está bloqueado
ru_ru: Исполнитель заблокирован

# sw_SpotifySR_CommandCD
source: Global command cooldown (seconds)
be_by: Глабальны час аднаўлення каманды (секунды)
de_de: Allgemeine Command Abklingzeit (Sekunden)
es: Tiempo de recuperación del comando global (segundos)
fr: Temps de recharge de la commande globale (secondes)
it_it: Tempo di recupero del comando globale (secondi)
nl: Globale commando-cooldown (seconden)
pl_pl: Czas odnowienia globalnego polecenia (sekundy)
pt_pt: Tempo de espera do comando global (segundos)
ru_ru: Глобальное время восстановления команды (секунды)

# sw_SpotifySR_SRCommand
source: Command for making song requests. (Command + Spotify Link or Artist - Title)
be_by: Каманда для запыту песень. (Command + спасылка Spotify альбо Выканаўца - Назва)
de_de: Befehl zum Senden von Songwünschen. (Befehl + Spotify-Link oder Künstler - Titel)
es: Comando para realizar solicitudes de canciones. (Comando + Enlace de Spotify o Artista - Título)
fr: Commande pour faire une demande de musique (Commande + lien Spotify ou Artiste - Titre)
it_it: Comando per effettuare richieste di brani. (Comando + Collegamento Spotify o Artista - Titolo)
nl: Commando voor song requests (Commando + Spotify-link of Artiest – Titel)
pl_pl: Polecenie umożliwiające zgłaszanie żądań utworów. (Polecenie + Link Spotify lub Artysta - Tytuł)
pt_pt: Comando para fazer solicitações de músicas. (Command + Spotify Link ou Artista - Título)
ru_ru: Команда для запроса песен. (Command + ссылка Spotify или исполнитель — название)

# sw_tcSystem_translated
source: (translated using DeepL)
be_by: (перакладзена з дапамогай DeepL)
de_de: (übersetzt mit DeepL)
es: (traducido con DeepL)
fr: (traduit à l'aide de DeepL)
it_it: (tradotto utilizzando DeepL)
nl: (vertaald met DeepL)
pl_pl: (przetłumaczone przy użyciu DeepL)
pt_pt: (traduzido usando DeepL)
ru_ru: (переведено с помощью DeepL)

# crw_CreateRewardError
source: There was an issue creating the reward. Make sure you don't have a reward with the same name already.
be_by: Узнікла праблема з стварэннем узнагароды. Упэўніцеся, што ў вас няма ўзнагароды з такой назвай.
de_de: Fehler beim Erstellen der Belohnung. Bitte stelle sicher, dass der Name für die Belohung nicht schon genutzt wird.
es: Hubo un problema al crear la recompensa. Asegúrate de no tener una recompensa con el mismo nombre.
fr: Un problème est survenu lors de la création de la récompense. Assurez-vous que vous n'avez pas déjà une récompense avec le même nom.
it_it: Si è verificato un problema durante la creazione della ricompensa. Assicurati di non avere già un premio con lo stesso nome.
nl: Er is een probleem opgetreden bij het aanmaken van de beloning. Controleer of er al een beloning met dezelfde naam bestaat.
pl_pl: Wystąpił problem podczas tworzenia nagrody. Upewnij się, że nie masz już nagrody o tej samej nazwie.
pt_pt: Ocorreu um problema ao criar a recompensa. Certifique-se de que você ainda não tenha uma recompensa com o mesmo nome.
ru_ru: Возникла проблема с созданием награды. Убедитесь, что у вас уже нет награды с таким названием.

# sw_SpotifySR_MaxLength
source: Max song length (in minutes)
be_by: Максімальная працягласць песні (у хвілінах)
de_de: Maximale Songlänge (in min)
es: Duración máxima de la canción (en minutos)
fr: Longueur maximale de la musique (en minutes)
it_it: Durata massima del brano (in minuti)
nl: Maximale nummerlengte (in minuten)
pl_pl: Maksymalna długość utworu (w minutach)
pt_pt: Duração máxima da música (em minutos)
ru_ru: Максимальная длина песни (в минутах)

# WinTitle_History
source: Song history
be_by: Гісторыя песень
de_de: Song Historie
es: Historial de Canciones
fr: Historique des musiques
it_it: Storia della canzone
nl: Liedgeschiedenis
pl_pl: Historia utworu
pt_pt: História da música
ru_ru: История песен

# msgbx_UseAsBotAccount
source: Successfully linked to {account}. Would you also like to use this account as the chat bot?
be_by: Паспяхова звязаны з {account}. Ці жадаеце выкарыстоўваць гэты ўліковы запіс у якасці чат-бота?
de_de: Erfolgreich mit {account} verknüpft. Möchten Sie dieses Konto auch als Chatbot verwenden?
es: Se ha enlazado a la cuenta {account} de manera exitosa. ¿Quieres usar esta cuenta como bot del chat?
fr: Lié avec succès à {account}. Souhaitez-vous également utiliser ce compte comme chat bot ?
it_it: Collegamento a {account} riuscito. Desideri utilizzare questo account anche come bot di chat?
nl: Succesvol gekoppeld aan {account}. Wil je dit account ook als chatbot gebruiken?
pl_pl: Pomyślnie powiązano z {account}. Czy chcesz używać tego konta również jako bota na czacie?
pt_pt: Vinculado com sucesso a {account}. Você também gostaria de usar esta conta como bot de bate-papo?
ru_ru: Успешно связано с {account}. Вы также хотите использовать эту учетную запись в качестве чат-бота?

# sw_tcSpotify_SongLikeLabelTooltip
source: The playlist that songs get added when using the !songlike command or with the option to automatically add songs to the playlist.
be_by: Плэй-ліст, у які дадаюцца песні пры выкарыстанні каманды !songlike альбо з опцыяй аўтаматычнага дадавання песень у плэй-ліст.
de_de: Die Playlist, der Songs hinzugefügt werden, wenn der Befehl !songlike verwendet wird, oder mit der Option, Songs automatisch zur Wiedergabeliste hinzuzufügen.
es: La lista de reproducción a la que se agregan canciones cuando se usa el comando !songlike o con la opción de agregar canciones automáticamente a la lista de reproducción.
fr: La liste de lecture à laquelle les chansons sont ajoutées lors de l'utilisation de la commande !songlike ou avec l'option d'ajout automatique de chansons à la liste de lecture.
it_it: La playlist in cui i brani vengono aggiunti quando si utilizza il comando !songlike o con l'opzione per aggiungere automaticamente brani alla playlist.
nl: De afspeellijst waaraan nummers worden toegevoegd wanneer u de opdracht !songlike gebruikt of met de optie om automatisch nummers aan de afspeellijst toe te voegen.
pl_pl: Lista odtwarzania, do której utwory są dodawane po użyciu polecenia !songlike lub z opcją automatycznego dodawania utworów do listy odtwarzania.
pt_pt: A lista de reprodução à qual as músicas são adicionadas ao usar o comando !songlike ou com a opção de adicionar músicas automaticamente à lista de reprodução.
ru_ru: Список воспроизведения, в который добавляются песни при использовании команды !songlike или с возможностью автоматического добавления песен в список воспроизведения.

# mw_menu_Disconnect
source: Disconnect
be_by: Адключэнне
de_de: Trennen
es: Desconectar
fr: Déconnexion
it_it: Disconnetti
nl: Verbreken
pl_pl: Rozłącz się
pt_pt: desconectar
ru_ru: Отключение

# brw_Header
source: Configure the bot responses for the following scenarios:
be_by: Канфігурацыі адказаў бота для наступных сцэнарыяў:
de_de: Konfiguriere die Antworten des Chatbots:
es: Personaliza las respuestas del bot para los siguientes casos:
fr: Configurez les réponses du bot pour les scénarios suivants :
it_it: Configura le risposte del bot per i seguenti scenari:
nl: Configureer de bot-antwoorden voor de volgende scenario’s:
pl_pl: Skonfiguruj odpowiedzi botów dla następujących scenariuszy:
pt_pt: Configure as respostas do bot para os seguintes cenários:
ru_ru: Настройки ответов чат-бота:

# Sw_Integration_RefundArtistBlocked
source: Song contains blocked artist(s)
be_by: Песня змяшчае заблакаваных выканаўцаў
de_de: Song enthält blockierte Interpreten
es: La canción contiene artista(s) bloqueado(s)
fr: La musique contient des artistes bloqués
it_it: Il brano contiene artisti bloccati
nl: Nummer bevat geblokkeerde artiest(en)
pl_pl: Utwór zawiera zablokowanych wykonawców
pt_pt: A música contém artistas bloqueados
ru_ru: Песня содержит заблокированных исполнителей

# mw_menu_Twitch_TwitchLoggedIn
source: Logged in with Twitch
be_by: Увайшоў(-ла) праз Twitch
de_de: Mit Twitch eingeloggt
es: Sesión Iniciada en Twitch
fr: Connecté avec Twitch
it_it: Accedi con Twitch
nl: Ingelogd met Twitch
pl_pl: Zalogowałem się za pomocą Twitcha
pt_pt: Logado com Twitch
ru_ru: Авторизовался через Twitch

# brw_SongLike
source: Response for !songlike command
be_by: Адказ на каманду !songlike
de_de: Antwort auf den Befehl !songlike
es: Respuesta al comando !songlike
fr: Réponse pour la commande !songlike
it_it: Risposta al comando !Songlike
nl: Antwoord op het commando !songlike
pl_pl: Odpowiedź na polecenie !songlike
pt_pt: Resposta para o comando !songlike
ru_ru: Ответ на команду !songlike

# sw_tc_Spotify_OnlyAllowFromPlaylist
source: Allow only songs from this playlist (SR)
be_by: Дазволіць толькі песні з гэтага плэй-ліста
de_de: Nur Lieder aus dieser Playlist zulassen (SR)
es: Permitir solo canciones de esta lista de reproducción (SR)
fr: Autoriser uniquement les chansons de cette playlist (SR)
it_it: Consenti solo brani da questa playlist (SR)
nl: Alleen nummers uit deze afspeellijst toestaan (SR)
pl_pl: Zezwalaj tylko na utwory z tej listy odtwarzania (SR)
pt_pt: Permitir apenas músicas desta playlist (SR)
ru_ru: Разрешить песни только из этого плейлиста (SR)

# bw_lblBlockedArtists
source: Blocked Artists
be_by: Заблакаваныя выканаўцы
de_de: Blockierte Künstler
es: Artistas bloqueados
fr: Artistes bloqués
it_it: Artisti bloccati
nl: Geblokkeerde artiesten
pl_pl: Zablokowani artyści
pt_pt: Artistas bloqueados
ru_ru: Заблокированные исполнители

# sw_tcSpotify_UseOwnApp
source: Use own Spotify app
be_by: Выкарыстоўваць уласную праграму Spotify
de_de: Songifys Spotify-API Zugang nutzen
es: Usar ID propio de Spotify
fr: Utiliser vos propres identifiants Spotify
it_it: Utilizza il tuo AppID
nl: Gebruik je eigen Spotify-app
pl_pl: Użyj własnego identyfikatora aplikacji
pt_pt: Use o próprio AppID
ru_ru: Использовать собственный AppID

# sw_tcSystem_ChromeFetchRate
source: Chrome fetch rate (seconds)
be_by: Хуткасць загрузкі Chrome (секунды)
de_de: Chrome Abholrate (Sekunden)
es: Tasa de búsqueda de Chrome (segundos)
fr: Taux de récupération de Chrome (en secondes)
it_it: Frequenza di recupero di Chrome (secondi)
nl: Chrome-ophaalsnelheid (seconden)
pl_pl: Szybkość pobierania Chrome (sekundy)
pt_pt: Taxa de busca do Chrome (segundos)
ru_ru: Chrome fetch rate (в секундах)

# mw_menu_Queue_Browser
source: Queue Browser
be_by: Чарга ў браўзеры
de_de: Warteschlange - Browser
es: Cola en Navegador
fr: File d'attente en ligne
it_it: Browser della coda
nl: Wachtrij Verkenner
pl_pl: Przeglądarka kolejek
pt_pt: Navegador de filas
ru_ru: Очередь в браузере

# sw_tcSpotify_UseSongifyApp
source: Use Songify's Spotify app
be_by: Выкарыстоўваць праграму Spotify ад Songify
de_de: Eigene Spotify API-Daten nutzen
es: usar ID de Songify
fr: Utiliser les identifiants Spotify internes à Songify
it_it: Utilizza l'AppID di Songify
nl: Gebruik de Spotify-app van Songify
pl_pl: Użyj Songify AppID
pt_pt: Use Songify AppID
ru_ru: Использовать Songify AppID

# Sw_System_Privacy
source: Hide account names and profile pictures
be_by: Схаваць імёны ўл.запісаў і выяў профілю
de_de: Kontonamen und Profilbilder ausblenden
es: ocultar nombres de cuenta e imágenes de perfil
fr: Masquer les noms de compte et les photos de profil
it_it: Nascondi i nomi degli account e le immagini del profilo
nl: Accountnamen en profielfoto's verbergen
pl_pl: Ukryj nazwy kont i zdjęcia profilowe
pt_pt: Ocultar nomes de contas e fotos de perfil
ru_ru: Скрыть имена учетных записей и изображения профиля

# Sw_Integration_OnlyWorkWhenLive
source: Limit Twitch activity to only work when stream is live (needs Twitch login)
be_by: Абмежаваць актыўнасць Twitch, каб рэагаваць толькі падчас трансляцый (патрабуецца ўваход ў Twitch)
de_de: Funktion auf Live-status limitieren. (Funktioniert mit Login über Twitch)
es: limita la actividad de Twitch para que sólo funcione cuando la transmisión se encuentre en vivo (necesitas iniciar sesión en Twitch)
fr: Limiter l'activité Twitch pour qu'elle ne fonctionne que lorsque le flux est en direct (nécessite une connexion Twitch)
it_it: Limita l'attività di Twitch in modo che funzioni solo quando lo streaming è in diretta (è necessario l'accesso a Twitch)
nl: Beperk Twitch-activiteit zodat deze alleen werkt als de stream live is (Twitch-aanmelding vereist)
pl_pl: Ogranicz aktywność Twitcha, aby działała tylko wtedy, gdy transmisja jest na żywo (wymagane jest logowanie na Twitchu)
pt_pt: Limite a atividade do Twitch para funcionar apenas quando a transmissão estiver ao vivo (é necessário fazer login no Twitch)
ru_ru: Ограничить активность Twitch, чтобы реагировать только во время трансляции (требуется вход в Twitch)

# Sw_Integration_RefundSongAdded
source: Song has been added to the queue
be_by: Песня дададзена ў чаргу
de_de: Song wurde zur Warteschlange hinzugefügt
es: La canción se agregó a la cola
fr: La musique a été ajoutée à la file d'attente
it_it: La canzone è stata aggiunta alla coda
nl: Lied is toegevoegd aan de wachtrij
pl_pl: Utwór został dodany do kolejki
pt_pt: A música foi adicionada à fila
ru_ru: Песня добавлена в очередь

# mw_menu_BuyUsACoffee
source: Support us on Ko-Fi!
be_by: Падтрымайце нас на Ko-Fi!
de_de: Unterstütz uns auf Ko-Fi!
es: ¡Apóyanos en Ko-Fi!
fr: Soutenez-nous sur Ko-Fi !
it_it: Sostienici su Ko-Fi!
nl: Steun ons op Ko-Fi!
pl_pl: Wesprzyj nas na Ko-Fi!
pt_pt: Apoie-nos no Ko-Fi!
ru_ru: Поддержите нас на Ko-Fi!

# mw_LiveOutputLinkSpotify
source: Please link your Spotify account. Settings -> Spotify
be_by: Калі ласка, звяжыце ваш ул.запіс Spotify. Налады -> Spotify
de_de: Bitte verknüpfen Sie Ihr Spotify-Konto. Einstellungen -> Spotify
es: Por favor conecta tu cuenta de Spotify. Archivo -> Ajustes -> Spotify
fr: Veuillez lier votre compte Spotify. Paramètres -> Spotify
it_it: Collega il tuo account Spotify. Impostazioni -> Spotify
nl: Koppel je Spotify-account. Instellingen -> Spotify
pl_pl: Połącz swoje konto Spotify. Ustawienia -> Spotify
pt_pt: Por favor, vincule sua conta do Spotify. Configurações -> Spotify
ru_ru: Пожалуйста, привяжите свою учетную запись Spotify. Настройки -> Spotify

# sw_SpotifySR_Userlevel_command
source: Allowed user levels for SR command
be_by: Дазволеныя ўзроўні карыстальнікаў для каманды запыту
de_de: Userlevel für SR-Befehl
es: Niveles de usuario permitidos para el comando SR
fr: Niveaux d'utilisateurs autorisés pour la commande SR
it_it: Livelli utente consentiti per il comando SR
nl: Toegestane gebruikersniveaus voor SR-opdracht
pl_pl: Dozwolone poziomy użytkowników dla polecenia SR
pt_pt: Níveis de usuário permitidos para comando SR
ru_ru: Разрешенные уровни пользователей для команды SR

# sw_Appearance_ThemeLight
source: Light Theme
be_by: Светлая тэма
de_de: Helles Thema
es: Tema Claro
fr: Thème clair
it_it: Tema leggero
nl: Licht thema
pl_pl: Jasny motyw
pt_pt: Tema claro
ru_ru: Светлая тема

# sw_Integration_ConfigureResponses
source: Configure bot responses & commands
be_by: Наладзіць адказы і каманды бота
de_de: Konfiguriere Bot-Antworten & Befehle
es: Configurar Respuestas & Comandos del Bot
fr: Configurer les réponses et les commandes du bot
it_it: Configura risposte e comandi del bot
nl: Configureer bot-antwoorden en commando’s
pl_pl: Skonfiguruj odpowiedzi i polecenia botów
pt_pt: Configurar respostas e comandos do bot
ru_ru: Настройка ответов и команд бота

# sw_tcOutput_Format
source: Output format (Text file & Widget)
be_by: Фармат вываду (Тэкставы файл і Віджэт)
de_de: Ausgabeformat (Textdatei & Widget)
es: Formato de salida (Texto & Widget)
fr: Format de sortie (Fichier texte & Widget)
it_it: Formato di output (file di testo e widget)
nl: Uitvoerformaat (tekstbestand en widget)
pl_pl: Format wyjściowy (plik tekstowy i widget)
pt_pt: Formato de saída (arquivo de texto e widget)
ru_ru: Формат вывода(Текстовый файл и Виджет)

# sw_tcOutput_Format2
source: Output format (Twitch Chat)
be_by: Фармат вываду (Twitch Чат)
de_de: Ausgabeformat (Twitch Chat)
es: Formato de Salida (Chat de Twitch)
fr: Format de sortie (Chat Twitch)
it_it: Formato di output (chat di Twitch)
nl: Uitvoerformaat (Twitch Chat)
pl_pl: Format wyjściowy (czat na Twitchu)
pt_pt: Formato de saída (Twitch Chat)
ru_ru: Формат вывода(Чат Twitch)

# brw_cmd_vol
source: Returns the current volume or sets it. '!vol [0-100]'
be_by: Вяртае альбо задае бягучую гучнасць. '!vol [0-100]' (пр: !vol 50)
de_de: Gibt die aktuelle Lautstärke zurück oder stellt sie ein. '!vol [0-100]'
es: Devuelve el volumen actual o lo establece. '!vol [0-100]'
fr: Renvoie le volume actuel ou le définit. '!vol [0-100]'
it_it: Restituisce il volume corrente o lo imposta. '!vol [0-100]'
nl: Geeft het huidige volume terug of stelt het in. '!vol [0-100]'
pl_pl: Zwraca bieżącą głośność lub ustawia ją. '!tom [0-100]'
pt_pt: Retorna o volume atual ou define-o. '!vol [0-100]'
ru_ru: Восстанавливает текущую громкость или устанавливает её. `!vol #` где # - число между 0 и 100
