Repository: songify-rocks/Songify
Catalog: Songify Slim/Properties/Resources.*.resx
Languages: be_by, de_de, es, fr, it_it, nl, pl_pl, pt_pt, ru_ru

# brw_FetchError
source: Error fetching songdata
be_by: Памылка падчас атрымання інфармацыі аб песні
de_de: Fehler beim Holen der Songinformation
es: Error al obtener los datos de la canción
fr: Erreur dans la récupération des données de la musique
it_it: Errore durante il recupero dei dati del brano
nl: Fout bij ophalen van songgegevens
pl_pl: Błąd podczas pobierania danych utworu
pt_pt: Erro ao buscar dados da música
ru_ru: Ошибка при получении информации о песне

# brw_MaxSongs
source: Max songs in queue
be_by: Максімальная лічба песень у чарзе
de_de: Maximale Anzahl an Songs erreicht
es: Número máximo de canciones en la cola
fr: Nombre maximum de musiques dans la file d'attente
it_it: Numero massimo di brani in coda
nl: Maximaal aantal nummers in de wachtrij
pl_pl: Maksymalna liczba utworów w kolejce
pt_pt: Máximo de músicas na fila
ru_ru: Достигнут лимит песен в очереди

# brw_NoSong
source: No song has been specified (empty request)
be_by: Песня не ўказана (пусты запыт)
de_de: Kein Song wurde gewünscht (leerer Request)
es: No se especificó ninguna canción (solicitud vacía)
fr: Aucune musique n'a été spécifiée (demande vide)
it_it: Non è stata specificata alcuna canzone (richiesta vuota)
nl: Er is geen nummer opgegeven (lege aanvraag)
pl_pl: Nie określono żadnego utworu (puste żądanie)
pt_pt: Nenhuma música foi especificada (solicitação vazia)
ru_ru: Песня не указана (пустой запрос)

# brw_SongInQueue
source: Song already in queue
be_by: Песня ўжо ў чарзе
de_de: Song bereits in der Warteschlange
es: La canción ya está en cola
fr: Musique déjà en file d'attente
it_it: Canzone già in coda
nl: Nummer staat al in de wachtrij
pl_pl: Piosenka już w kolejce
pt_pt: A música já está na fila
ru_ru: Песня уже в очереди

# brw_Success
source: Song added successfully (command & reward)
be_by: Песня паспяхова дададзена (каманда і ўзнагарода)
de_de: Lied erfolgreich hinzugefügt (Befehl und Belohnung)
es: Canción agregada exitosamente (comando y recompensa)
fr: Chanson ajoutée avec succès (commande et récompense)
it_it: Canzone aggiunta con successo (comando e ricompensa)
nl: Nummer succesvol toegevoegd (commando & beloning)
pl_pl: Piosenka została pomyślnie dodana (polecenie i nagroda)
pt_pt: Música adicionada com sucesso (comando e recompensa)
ru_ru: Песня успешно добавлена (команда и награда)

# bw_btnAdd
source: Add
be_by: Дадаць
de_de: Hinzufügen
es: Agregar
fr: Ajouter
it_it: Aggiungere
nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить

# bw_btnClear
source: Clear
be_by: Ачысціць
de_de: Leeren
es: Despejar
fr: Effacer
it_it: Chiaro
nl: Legen
pl_pl: Wyczyść
pt_pt: Claro
ru_ru: Очистить

# bw_cbArtist
source: Artist
be_by: Выканаўца
de_de: Künstler
es: Artista
fr: Artiste
it_it: Artista
nl: Artiest
pl_pl: Artysta
pt_pt: Artista
ru_ru: Исполнитель

# bw_cbUser
source: User
be_by: Карыстальнік
de_de: Benutzer
es: Usuario
fr: Utilisateur
it_it: Utente
nl: Gebruiker
pl_pl: Użytkownik
pt_pt: Do utilizador
ru_ru: Пользователь

# bw_lblBlockedUsers
source: Blocked Users
be_by: Заблакаваныя карыстальнікі
de_de: Blockierte Benutzer
es: Usuarios bloqueados
fr: Utilisateurs bloqués
it_it: Utenti bloccati
nl: Geblokkeerde gebruikers
pl_pl: Zablokowani użytkownicy
pt_pt: Usuários bloqueados
ru_ru: Заблокированные пользователи

# bw_menu_Delete
source: Delete
be_by: Выдаліць
de_de: Löschen
es: Borrar
fr: Supprimer
it_it: Eliminare
nl: Verwijder
pl_pl: Usuń
pt_pt: Excluir
ru_ru: Удалить

# lang_deDE
source: German
be_by: Нямецкая
de_de: Deutsch
es: Alemán
fr: Allemand
it_it: Tedesco
nl: Duits
pl_pl: Niemiecki
pt_pt: Alemão
ru_ru: Немецкий

# lang_en
source: English
be_by: Англійская
de_de: Englisch
es: Inglés
fr: Anglais
it_it: Inglese
nl: Engels
pl_pl: Angielski
pt_pt: Inglês
ru_ru: Английский

# mw_menu_Blacklist
source: Blocklist
be_by: Спіс заблакаваных
de_de: Blockliste
es: Lista de bloqueos
fr: Liste de blocage
it_it: Lista di Bloccati
nl: Blokkeerlijst
pl_pl: Lista zablokowanych
pt_pt: Lista de bloqueio
ru_ru: Черный список

# mw_menu_Connect
source: Connect
be_by: Падключэнне
de_de: Verbinden
es: (Re)conectar
fr: Connexion
it_it: Collegare
nl: (Opnieuw) verbinden
pl_pl: Połącz
pt_pt: Conectar
ru_ru: Подключение

# mw_menu_Exit
source: Exit
be_by: Выйсці
de_de: Beenden
es: Salir
fr: Sortir
it_it: Uscita
nl: Afsluiten
pl_pl: Wyjdź
pt_pt: Saída
ru_ru: Выход

# mw_menu_File
source: File
be_by: Файл
de_de: Datei
es: Archivo
fr: Fichier
pl_pl: Plik
pt_pt: Arquivo
ru_ru: Файл

# mw_menu_Help
source: Help
be_by: Даведка
de_de: Hilfe
es: Ayuda
fr: Aide
it_it: Aiuto
pl_pl: Pomoc
pt_pt: Ajuda
ru_ru: Помощь

# mw_menu_Help_About
source: About
be_by: Аб праграме
de_de: Über
es: Acerca de
fr: À propos
it_it: Di
pl_pl: O
pt_pt: Sobre
ru_ru: О программе

# mw_menu_History
source: History
be_by: Гісторыя
de_de: Historie
es: Historial
fr: Historique
it_it: Storia
nl: Geschiedenis
pl_pl: Historia
pt_pt: História
ru_ru: История

# mw_menu_History_Browser
source: History Browser
be_by: Гісторыя ў браўзеры
de_de: Historie Browser
es: Historial en Navegador
fr: Historique en ligne
it_it: Navigatore della cronologia
nl: Geschiedenis Verkenner
pl_pl: Przeglądarka historii
pt_pt: Navegador de histórico
ru_ru: История в браузере

# mw_menu_History_Window
source: History Window
be_by: Гісторыя ў акне
de_de: Historiefenster
es: Ventana de Historial
fr: Fenêtre d'historique
it_it: Finestra della cronologia
nl: Geschiedenis Scherm
pl_pl: Okno historii
pt_pt: Janela Histórico
ru_ru: История в окне

# mw_menu_Queue
source: Queue
be_by: Чарга
de_de: Warteschlange
es: Cola
fr: File d'attente
it_it: Coda
nl: Wachtrij
pl_pl: Kolejka
pt_pt: Fila
ru_ru: Очередь

# mw_menu_Queue_Clear
source: Clear Queue
be_by: Ачысціць чаргу
de_de: Warteschlange leeren
es: Despejar la cola
fr: Effacer la file d'attente
it_it: Cancella coda
nl: Wachtrij leegmaken
pl_pl: Wyczyść kolejkę
pt_pt: Limpar fila
ru_ru: Очистить очередь

# mw_menu_Queue_Window
source: Queue Window
be_by: Чарга ў акне
de_de: Warteschlange - Fenster
es: Ventana de Cola
fr: Fenêtre de la file d'attente
it_it: Finestra della coda
nl: Wachtrij Scherm
pl_pl: Okno kolejki
pt_pt: Janela de fila
ru_ru: Очередь в окне

# mw_menu_Settings
source: Settings
be_by: Налады
de_de: Einstellungen
es: Ajustes
fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки

# mw_menu_Support
source: Support Us
be_by: Падтрымаць нас
de_de: Unterstütze Uns
es: Apóyanos
fr: Soutenez-nous
it_it: Supportaci
nl: Support ons
pl_pl: Wesprzyj nas
pt_pt: Apoie-nos
ru_ru: Поддержите нас

# mw_menu_Widget
source: Widget
be_by: Віджэт
it_it: Aggeggio
pl_pl: Widżet
pt_pt: Ferramenta
ru_ru: Виджет

# sw_Appearance_Color
source: Color:
be_by: Колер:
de_de: Farbe:
fr: Couleur :
it_it: Colore:
nl: Kleur:
pl_pl: Kolor:
pt_pt: Cor:
ru_ru: Цвет:

# sw_Appearance_ThemeDark
source: Dark Theme
be_by: Цёмная тэма
de_de: Dunkles Thema
es: Tema Oscuro
fr: Thème sombre
it_it: Tema scuro
nl: Donker thema
pl_pl: Ciemny motyw
pt_pt: Tema escuro
ru_ru: Тёмная тема

# sw_Config_Export
source: EXPORT CONFIG
be_by: ЭКСПАРТ КАНФІГУРАЦЫІ
de_de: Exportieren
es: EXPORTAR CONFIG
fr: EXPORTER LA CONFIGURATION
it_it: ESPORTA CONFIG
nl: Configuratie exporteren
pl_pl: EKSPORT KONFIGURACJI
pt_pt: EXPORTAR CONFIGURAÇÃO
ru_ru: Экспорт конфигурации

# sw_Config_Import
source: IMPORT CONFIG
be_by: ІМПАРТ КАНФІГУРАЦЫІ
de_de: Importieren
es: IMPORTAR CONFIG
fr: IMPORTER UNE CONFIGURATION
it_it: IMPORTA CONFIG
nl: Configuratie importeren
pl_pl: IMPORTUJ KONFIG
pt_pt: IMPORTAR CONFIGURAÇÃO
ru_ru: Импорт конфигурации

# sw_Integration_Autoconnect
source: Autoconnect
be_by: Аўтаматычнае падключэнне
de_de: Autom. verbinden
es: Conectar automáticamente
fr: Connexion automatique
it_it: connessione automatica
nl: Automatische verbinding
pl_pl: automatyczne polączenie
pt_pt: conexão automática
ru_ru: Автоподключение

# sw_Integration_btnLink
source: LINK
be_by: ЗВЯЗАЦЬ
de_de: Verknüpfen
es: ENLACE
fr: LIER
it_it: COLLEGAMENTO
nl: KOPPELING
pl_pl: POŁĄCZYĆ
ru_ru: Привязать

# brw_SongTooLong
source: Song too long
be_by: Песня занадта працяглая
de_de: Lied ist zu lang
es: La canción es muy larga
fr: Musique trop longue
it_it: Canzone troppo lunga
nl: Nummer te lang
pl_pl: Piosenka za długa
pt_pt: Música muito longa
ru_ru: Песня слишком длинная

# sw_Integration_NBWatermark
source: NB Username (Twitch Username)
be_by: NB Імя карыстальніка (Імя карыстальніка Twitch)
de_de: NB Benutzernamen (Twitch Benutzername)
es: Usuario NB (Usuario de Twitch)
fr: Nom d'utilisateur NightBot (nom d'utilisateur Twitch)
it_it: NB Nome utente (Nome utente Twitch)
nl: NB-gebruikersnaam (Twitch-gebruikersnaam)
pl_pl: NB Nazwa użytkownika (nazwa użytkownika Twitch)
pt_pt: Nome de usuário do NB (nome de usuário Twitch)
ru_ru: NB Имя пользователя (Имя пользователя Twitch )

# sw_Integration_SpotifyLinked
source: Linked account:
be_by: Звязаны ўл.запіс:
de_de: Verknüpftes Konto:
es: Cuenta vinculada:
fr: Compte lié :
it_it: Conto collegato:
nl: Gekoppeld account:
pl_pl: Połączone konto:
pt_pt: Conta vinculada:
ru_ru: Привязанный аккаунт:

# sw_Integration_TwitchChWatermark
source: Channel to join
be_by: Канал, да якога жадаеце далучыцца
de_de: Channel
es: Canal a conectar
fr: Chat à rejoindre
it_it: Canale a cui iscriversi
nl: Kanaal om mee te verbinden
pl_pl: Kanał, do którego chcesz dołączyć
pt_pt: Canal para participar
ru_ru: Канал

# sw_SpotifySR_ChannelPoints
source: Channel points reward id
be_by: ID узнагароды за балы каналу
de_de: Kanalpunkte Belohnungs-ID
es: ID de Recompensa de Puntos del Canal
fr: Identifiant de la récompense de points de chaîne
it_it: ID premio punti canale
nl: Kanaalpunten beloning-ID
pl_pl: Nazwa nagrody za punkty kanału
pt_pt: ID de recompensa de pontos do canal
ru_ru: Идентификатор награды за баллы канала

# sw_SpotifySR_ClearQ
source: Clear queue on startup
be_by: Ачысціць чаргу падчас запуску праграмы
de_de: Warteschlange beim Start leeren
es: Borrar cola al iniciar
fr: Effacer la file d'attente au démarrage
it_it: Cancella coda all'avvio
nl: Wachtrij wissen bij opstarten
pl_pl: Wyczyść kolejkę przy starcie
pt_pt: Limpar fila na inicialização
ru_ru: Очистить очередь при запуске программы

# sw_SpotifySR_MaxReq
source: Max requests per user
be_by: Макс. колькасць запытаў ад карыстальніка
de_de: Max Songwünsche pro Benutzer
es: Número máximo de solicitudes por usuario
fr: Requêtes maximales par utilisateur
it_it: Richieste massime per utente
nl: Maximaal aantal verzoeken per gebruiker
pl_pl: Maksymalna liczba żądań na użytkownika
pt_pt: Máximo de solicitações por usuário
ru_ru: Макс. количество запросов для пользователя

# sw_SpotifySR_MessageLogging
source: Enable message logging
be_by: Уключыць вядзенне журналу
de_de: Aktiviere Nachrichtenlogging
es: Activar el registro de mensajes
fr: Activer la journalisation des messages
it_it: Abilita la registrazione dei messaggi
nl: Berichtlogging inschakelen
pl_pl: Włącz rejestrowanie wiadomości
pt_pt: Habilitar registro de mensagens
ru_ru: Включить ведение журнала сообщений

# sw_tcOutput_AddSpaces
source: Append spaces
be_by: Дадаць прабелы
de_de: Leerzeichen anfügen
es: Agregar espacios
fr: Ajouter des espaces
it_it: aggiungere spazi
nl: Spaties toevoegen
pl_pl: Dodawaj spacje
pt_pt: acrescentar espaços
ru_ru: Добавить пробелы

# sw_tcOutput_Directory
source: Output directory
be_by: Дырэкторыя вываду
de_de: Ausgabeordner
es: Directorio de salida
fr: Répertoire de sortie
it_it: Cartella di destinazione
nl: Uitvoermap
pl_pl: Katalog wyjściowy
pt_pt: Diretório de saída
ru_ru: Папка вывода

# sw_tcOutput_DownloadAlbum
source: Download album cover (only works with API)
be_by: Спампаваць вокладку альбому (Працуе толькі з API)
de_de: Albumcover Download (nur über API)
es: descargar la portada de álbum (sólo funciona con API)
fr: Télécharger la couverture de l'album (fonctionne uniquement avec l'API)
it_it: Scarica la copertina dell'album (funziona solo con API)
nl: Albumhoes downloaden (werkt alleen met API)
pl_pl: Pobierz okładkę albumu (działa tylko z API)
pt_pt: Baixe a capa do álbum (só funciona com API)
ru_ru: Скачать обложку альбома (Только API)

# sw_tcOutput_PauseText
source: Pause text
be_by: Тэкст для паўзы
es: Texto de pausa
fr: Texte de pause
it_it: Metti in pausa il testo
nl: Pauzetekst
pl_pl: Brak odtwarzania muzyki
pt_pt: Pausar texto
ru_ru: Текст для паузы

# sw_tcOutput_PauseWatermark
source: Custom pause text (blank for empty text file)
be_by: Адмысловы тэкст для паўзы (пуста для тэкставага файлу)
de_de: Eigener Pause-Text (leer für leere Textdatei)
es: Texto de pausa personalizado (dejar en blanco para que el archivo de texto quede vacío)
fr: Texte de pause personnalisé (vide pour un fichier texte vide)
it_it: Testo di pausa personalizzato (vuoto per file di testo vuoto)
nl: Aangepaste pauzetekst (leeg voor leeg tekstbestand)
pl_pl: Niestandardowy tekst pauzy (pusty dla pustego pliku tekstowego)
pt_pt: Texto de pausa personalizado (em branco para arquivo de texto vazio)
ru_ru: Настраиваемый текст паузы (пусто для текстового файла)

# sw_tcOutput_UploadSongInfo
source: Upload song info
be_by: Запампоўваць інфармацыю пра песню
de_de: Songinfo hochladen
es: compartir información de la canción
fr: Télécharger les informations sur la musique
it_it: Carica informazioni sul brano
pl_pl: Prześlij informacje o utworze
pt_pt: Carregar informações da música
ru_ru: Загружать информацию о песне

# sw_tcSpotify_SaveButton
source: Save
be_by: Захаваць
de_de: Speichern
es: Guardar
fr: Sauvegarder
it_it: Salva
nl: Redden
pl_pl: Ratować
pt_pt: Salvar
ru_ru: Сохранить

# sw_tcSystem_Autostart
source: Autostart with windows
be_by: Запускаць разам з Windows
de_de: Mit Windows starten
es: Iniciar automáticamente con windows
fr: Démarrage automatique avec Windows
it_it: avvio automatico con windows
nl: Automatisch starten met Windows
pl_pl: Autostart z Windowsem
pt_pt: inicialização automática com windows
ru_ru: Запускать вместе с Windows

# sw_tcSystem_Behavior
source: Behavior
be_by: Паводзіны
de_de: Verhalten
es: Funcionamiento
fr: Comportement
it_it: Comportamento
nl: Gedrag
pl_pl: Zachowanie
pt_pt: Comportamento
ru_ru: Поведение

# sw_tcSystem_Minimize
source: Minimize to system tray
be_by: Згарнуць у сістэмны трэй
de_de: Ins Tray minimieren
es: Minimizar a la bandeja del sistema
fr: Minimiser dans la barre d'état système
it_it: ridurre a icona nella barra delle applicazioni
nl: Minimaliseren naar systeemvak
pl_pl: Minimalizuj do zasobnika systemowego
pt_pt: minimizar para a bandeja do sistema
ru_ru: Свернуть в трей

# sw_tcSystem_SendAnonData
source: Send anonymous data
be_by: Адпраўляць ананімныя даныя
de_de: Anonyme Daten senden
es: Enviar datos anónimos
fr: Envoyer des données anonymes
it_it: inviare dati anonimi
nl: Anonieme gegevens verzenden
pl_pl: Przesyłaj anonimowe dane
pt_pt: enviar dados anônimos
ru_ru: Отправлять анонимные данные

# sw_tcSystem_Telemetry
source: Telemetry
be_by: Тэлеметрыя
de_de: Telemetrie
es: Telemetría
fr: Télémétrie
it_it: Telemetria
nl: Telemetrie
pl_pl: Telemetria
pt_pt: Telemetria
ru_ru: Телеметрия

# sw_tc_Appearance
source: Appearance
be_by: Выгляд
de_de: Aussehen
es: Apariencia
fr: Apparence
it_it: Aspetto
nl: Verschijning
pl_pl: Wygląd
pt_pt: Aparência
ru_ru: Внешний вид

# sw_tc_Config
source: Config
be_by: Канфігурацыя
de_de: Konfiguration
es: Configuración
fr: Configuration
it_it: Configurazione
nl: Configuratie
pl_pl: Konfig
pt_pt: Configuração
ru_ru: Конфигурация

# sw_tc_Output
source: Output
be_by: Вывад
de_de: Ausgabe
es: Salida
fr: Sortie
it_it: Produzione
nl: Uitvoer
pl_pl: Wyjście
pt_pt: Saída
ru_ru: Вывод

# sw_tc_System
source: System
be_by: Агульныя
de_de: Allgemein
es: Sistema
fr: Système
it_it: Sistema
nl: Systeem
pt_pt: Sistema
ru_ru: Общее

# lang_ru
source: Russian
be_by: Руская
de_de: Russisch
es: Ruso
fr: Russe
it_it: russo
nl: Russisch
pl_pl: Rosyjski
pt_pt: russo
ru_ru: Русский

# sw_tcOutput_SplitArtist
source: Split artist, title and requester
be_by: Падзяліць выканаўца, назву і нік заказчыка
de_de: Künstler, Titel und Anforderer aufteilen
es: Separar artista, título y solicitante
fr: Diviser l'artiste, le titre et le demandeur
it_it: Dividere artista, titolo e richiedente
nl: Splits artiest, titel en aanvrager
pl_pl: Podziel artystę, tytuł i zgłaszającego
pt_pt: Dividir Artista, Título e Solicitante
ru_ru: Разделить исполнителя, название трека и от кого запрос трека

# sw_tcSystem_CheckButton
source: CHECK FOR UPDATES
be_by: ПРАВЕРЫЦЬ НАЯЎНАСЦЬ АБНАЎЛЕННЯЎ
de_de: Auf Updates prüfen
es: BUSCAR ACTUALIZACIONES
fr: VÉRIFIER LES MISES À JOUR
it_it: CONTROLLA GLI AGGIORNAMENTI
nl: CONTROLEER OP UPDATES
pl_pl: SPRAWDŹ AKTUALIZACJE
pt_pt: VERIFIQUE AS ATUALIZAÇÕES
ru_ru: Проверить наличие обновлений

# sw_SpotifySR_SRReward
source: Enable SR (Channel Rewards)
be_by: Уключыць Запыты песень (Балы каналу)
de_de: Aktiviere SR (Kanalpunkte)
es: activar SR (Recompensas del Canal)
fr: Activer les demandes de musiques (Récompenses de points de chaîne)
it_it: Abilita SR (premi canale)
nl: SR inschakelen (Kanaalbeloningen)
pl_pl: Włącz SR (nagrody za kanał)
pt_pt: Ativar SR (recompensas do canal)
ru_ru: Включить SR (Баллы канала)

# mw_menu_Twitch_Bot
source: Bot config
be_by: Налады бота
de_de: Botkonfiguration
es: Configuración del Bot
fr: Configuration du bot
it_it: Configurazione bot
nl: Botconfiguratie
pl_pl: Konfiguracja bota
pt_pt: Configuração do bot
ru_ru: Настройка бота

# lang_es
source: Spanish
be_by: Іспанская
de_de: Spanisch
es: Español
fr: Espagnol
it_it: spagnolo
nl: Spaans
pl_pl: hiszpański
pt_pt: Espanhol
ru_ru: Испанский

# lang_fr
source: French
be_by: Французская
de_de: Französisch
es: Francés
fr: Français
it_it: francese
nl: Frans
pl_pl: Francuski
pt_pt: Francês
ru_ru: Французский

# brw_cmd_next
source: Displays the next song in queue
be_by: Выводзіць наступную ў чарзе песню
de_de: Zeigt das nächste Lied in der Warteschlange an
es: Muestra la siguiente canción en la cola
fr: Affiche la prochaine musique de la file d'attente
it_it: Visualizza il brano successivo in coda
nl: Geeft het volgende nummer in de wachtrij weer
pl_pl: Wyświetla następny utwór w kolejce
pt_pt: Exibe a próxima música na fila
ru_ru: Отображает следующую песню в очереди

# brw_cmd_off
source: Off
be_by: Выкл
de_de: Aus
es: Desactivado
fr: Désactivée
it_it: Spento
nl: Uit
pl_pl: Wyłączony
pt_pt: Desligado
ru_ru: Выкл

# brw_cmd_on
source: On
be_by: Укл
de_de: Ein
es: Activado
fr: Activée
it_it: SU
nl: Op
pl_pl: NA
pt_pt: Sobre
ru_ru: Вкл

# brw_cmd_pos
source: Displays the queue position of the users songrequests
be_by: Выводзіць пазіцыю ў чарзе запытаў карыстальнікаў
de_de: Zeigt die Position der Songanfragen in der Warteschlange für den aktuellen Benutzer an
es: Muestra la posición en la cola de las canciones del usuario
fr: Affiche la position de la musique de l'utilisateur dans la file d'attente
it_it: Visualizza la posizione nella coda delle richieste di brani degli utenti
nl: Geeft de wachtrijpositie van de songverzoeken van de gebruikers weer
pl_pl: Wyświetla pozycję w kolejce żądań utworów użytkowników
pt_pt: Exibe a posição na fila das solicitações de músicas dos usuários
ru_ru: Отображает позицию в очереди запросов пользователей

# brw_cmd_song
source: Displays the current song
be_by: Выводзіць бягучую песню
de_de: Zeigt den aktuellen Song an
es: Muestra la canción actual
fr: Affiche la musique en cours
it_it: Visualizza il brano corrente
nl: Geeft het huidige nummer weer
pl_pl: Wyświetla bieżący utwór
pt_pt: Exibe a música atual
ru_ru: Отображает текущую композицию

# brw_cmd_description
source: Description
be_by: Апісанне
de_de: Beschreibung
es: Descripción
it_it: Descrizione
nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание

# brw_cmd_enabled
source: Enabled
be_by: Уключана
de_de: Aktiviert
es: Activado
fr: Status
it_it: Abilitato
nl: Ingeschakeld
pl_pl: Włączony
pt_pt: Habilitado
ru_ru: Включено

# brw_cmd_trigger
source: Trigger
be_by: Трыгер
de_de: Auslöser
es: Comando
fr: Commande
it_it: Grilletto
nl: Trekker
pl_pl: Spust
pt_pt: Acionar
ru_ru: Триггер

# crw_CreateReward
source: Create reward
be_by: Стварыць узнагароду
de_de: Kanalpunktebelohnung erstellen
es: Crear Recompensa
fr: Créer une récompense
it_it: Crea ricompensa
nl: Beloning creëren
pl_pl: Utwórz nagrodę
pt_pt: Criar recompensa
ru_ru: Создать награду

# crw_RewardTitle
source: Title
be_by: Загаловак
de_de: Titel
es: Título
fr: Titre
it_it: Titolo
nl: Titel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Заголовок

# crw_RewardPrompt
source: Prompt
be_by: Падказка
es: Alerta
fr: Description
it_it: Richiesta
nl: Beschrijving
pl_pl: Podpowiedź
pt_pt: Incitar
ru_ru: Подсказка

# crw_RewardCost
source: Cost
be_by: Кошт
de_de: Kosten
es: Costo
fr: Prix
it_it: Costo
nl: Kosten
pl_pl: Koszt
pt_pt: Custo
ru_ru: Стоимость

# crw_CreateRewardSuccess
source: The reward "{name}" has been created.
be_by: Узнагарода "{name}" створана.
de_de: Die Belohnung "{name}" wurde erstellt.
es: Se ha creado la recompensa "{name}".
fr: La récompense "{name}" a été créée.
it_it: Il premio "{name}" è stato creato.
nl: De beloning "{name}" is aangemaakt.
pl_pl: Nagroda „{name}” została utworzona.
pt_pt: A recompensa "{name}" foi criada.
ru_ru: Награда "{name}" создана.

# mw_menu_PatchNotes
source: Patch notes
be_by: Апісанне змен
de_de: Update Informationen
es: Notas del parche
fr: Notes de mise à jour
it_it: Note sulla patch
pl_pl: Opis zmian
pt_pt: Notas de atualização
ru_ru: Примечания к патчу

# mw_menu_Help_LogFolder
source: Log-folder
be_by: Журнал
de_de: Log-Ordner
es: Carpeta de registro
fr: Dossier journal
it_it: Cartella di registro
pl_pl: Folder dziennika zdarzeń
pt_pt: Pasta de registro
ru_ru: Логи

# mw_menu_Twitch_TwitchLogin
source: Login with Twitch
be_by: Увайсці праз Twitch
de_de: Twitch Login
es: Iniciar Sesión con Twitch
fr: Connectez-vous avec Twitch
it_it: Accedi con Twitch
nl: Inloggen met Twitch
pl_pl: Zaloguj się za pomocą Twitcha
pt_pt: Faça login com Twitch
ru_ru: Войти с Twitch

# mw_menu_Console
source: Console
be_by: Кансоль
de_de: Konsole
es: Consola
it_it: Consolle
nl: Troosten
pl_pl: Konsola
ru_ru: Консоль

# brw_cmd_skip
source: Skips the current song
be_by: Прапускае бягучую песню
de_de: Überspringt den aktuellen Song
es: Salta la canción actual
fr: Ignore la musique en cours
it_it: Salta la canzone corrente
nl: Slaat het huidige nummer over
pl_pl: Pomija bieżący utwór
pt_pt: Ignora a música atual
ru_ru: Пропускает текущую песню

# brw_cmd_skipvote
source: Starts a vote to skip the current song
be_by: Пачаць галасаванне за пропуск песні
de_de: Startet eine Abstimmung, um den aktuellen Song zu überspringen
es: Inicia una votación para saltar la canción actual
fr: Démarre un vote pour ignorer la musique en cours
it_it: Avvia una votazione per saltare il brano corrente
nl: Start een stemming om het huidige nummer over te slaan
pl_pl: Rozpoczyna głosowanie za pominięciem bieżącego utworu
pt_pt: Inicia uma votação para pular a música atual
ru_ru: Начинает голосование за пропуск текущей песни

# brw_cmd_skipvotecount
source: Number of votes needed
be_by: Неабходная колькасць галасоў
de_de: Anzahl der benötigten Stimmen
es: Número de votos necesarios
fr: Nombre de votes nécessaires
it_it: Numero di voti necessari
nl: Aantal benodigde stemmen
pl_pl: Potrzebna liczba głosów
pt_pt: Número de votos necessários
ru_ru: Необходимое количество голосов

# sw_WebServer_Port
source: Web server port
be_by: Порт вэб-сервера
es: Puerto del Servidor Web
fr: Port du serveur Web
it_it: Porta del server Web
nl: Webserverpoort
pl_pl: Port serwera WWW
pt_pt: Porta do servidor web
ru_ru: Порт веб-сервера
